{
    "asperity": [
        {
            "example": "The editor was known for his asperity, often sending severe letters of rejection to amateur writers.", 
            "meaning": "harshness of manner", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "celerity": [
        {
            "example": "We aim to respond to customers' questions with celerity and accuracy, with no longer than a 24 hour wait time.", 
            "meaning": "speed, rapidity", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "corollary": [
        {
            "example": "A corollary of Hurricane Sandy, which ravaged the east coast of the U.S., is a push to build higher sea walls to protect against future hurricanes.", 
            "meaning": "a practical consequence that follows naturally", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "cosset": [
        {
            "example": "The king and queen cosseted the young prince, giving him a prized miniature pony for his fifth birthday.", 
            "meaning": "treat with excessive indulgence", 
            "meaning_bg": "", 
            "note": "", 
            "type": "verb"
        }
    ], 
    "crestfallen": [
        {
            "example": "I asked Maria on a date and she refused without a moment's thought; I was crestfallen.", 
            "meaning": "brought low in spirit", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "crystallize": [
        {
            "example": "Only after fifteen minutes of brainstorming did Samantha's ideas for the essay crystallize.", 
            "meaning": "cause to take on a definite and clear shape", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "verb"
        }
    ], 
    "decry": [
        {
            "example": "The entire audience erupted in shouts and curses, decrying the penalty card issued by the referee.", 
            "meaning": "express strong disapproval of", 
            "meaning_bg": "", 
            "note": "", 
            "type": "verb"
        }
    ], 
    "denouement": [
        {
            "example": "outcome of a complex sequence of events At the denouement of the movie, all questions were answered, and the true identity of the robber was revealed.", 
            "meaning": "the final resolution of the many strands of a literary or dramatic work; the", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "dispensation": [
        {
            "example": "Since her father is a billionaire, she is given dispensation from many of the school's policies.", 
            "meaning": "an exemption from a rule or obligation", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "noun"
        }
    ], 
    "dovetail": [
        {
            "example": "Although Darwin's evolution and Mendel's genetics were developed in isolation from one another, they dovetail each other very well.", 
            "meaning": "fit together tightly, as if by means of a interlocking joint", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "verb"
        }
    ], 
    "encumber": [
        {
            "example": "The costume encumbered all my movements and caused me to sweat profusely.", 
            "meaning": "hold back", 
            "meaning_bg": "", 
            "note": "", 
            "type": "verb"
        }
    ], 
    "equitable": [
        {
            "example": "The equitable distribution of ice cream to a group of 5 year olds will ensure little to no fighting--at least until the ice cream is gone.", 
            "meaning": "fair to all parties as dictated by reason and conscience", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "firebrand": [
        {
            "example": "Freddie is a firebrand: every time he walks into the office, he winds up at the center of heated argument.", 
            "meaning": "someone who deliberately creates trouble", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "flippant": [
        {
            "example": "Although Sam was trying to honor Mark's sense of humor, many found it quite flippant that he wore a comic nose and glasses mask to Mark's funeral.", 
            "meaning": "showing inappropriate levity", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "hobble": [
        {
            "example": "Bad weather has hobbled rescue efforts, making it difficult for crews to find bodies in the wreckage.", 
            "meaning": "to hold back the progress of something", 
            "meaning_bg": "", 
            "note": "", 
            "type": "verb"
        }
    ], 
    "hubris": [
        {
            "example": "Bill Clinton was criticized for his hubris, since he believed he could get away with anything once in the White House.", 
            "meaning": "overbearing pride or presumption", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "immure": [
        {
            "example": "The modern supermarket experience makes many feel claustrophobic, as they are immured in walls upon walls of products.", 
            "meaning": "to enclose, usually in walls", 
            "meaning_bg": "", 
            "note": "", 
            "type": "verb"
        }
    ], 
    "imperious": [
        {
            "example": "unworthy Children are imperious with each other before they learn that earning someone's respect is better than demanding.", 
            "meaning": "having or showing arrogant superiority to and disdain of those one views as", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "impetuous": [
        {
            "example": "Herbert is rarely impetuous, but on the spur of the moment, he spent thousands of dollars on a motorcycle today.", 
            "meaning": "characterized by undue haste and lack of thought or deliberation", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "improvident": [
        {
            "example": "Marty was improvident, never putting money aside for the future but spending it on decorating the interior of his home.", 
            "meaning": "not given careful consideration", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "incontrovertible": [
        {
            "example": "Unless you can provide incontrovertible evidence, I will remain skeptical.", 
            "meaning": "necessarily or demonstrably true; impossible to deny or disprove", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "inimitable": [
        {
            "example": "Mozart's music follows a clear pattern that, anyone could imitate, but his music gives an overall sense of effortlessness that is inimitable.", 
            "meaning": "defying imitation; matchless", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "intimation": [
        {
            "example": "At first the hostess tried intimation, praising the benefits of cutlery; when Cecil continued eating with his hands, the hostess told him to use a fork at dinner.", 
            "meaning": "an indirect suggestion", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "inure": [
        {
            "example": "Three years of Manhattan living has inured her to the sound of wailing sirens; she could probably sleep through the apocalypse.", 
            "meaning": "to make accustomed to something unpleasant", 
            "meaning_bg": "", 
            "note": "", 
            "type": "verb"
        }
    ], 
    "invidious": [
        {
            "example": "At a time when many others in the office were about to be laid off, many considered Cheryl's fine clothes that day an invidious display.", 
            "meaning": "likely to cause resentment", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "adj."
        }
    ], 
    "inviolate": [
        {
            "example": "While the literary critic subjected most of the classics to the harshest reviews, he regarded Cervantes as inviolate, and had nothing but praise for him.", 
            "meaning": "must be kept sacred", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "irrefutable": [
        {
            "example": "The existence of life on earth is irrefutable; the existence of intelligent life on earth is still hotly debated.", 
            "meaning": "impossible to deny or disprove", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "lacerate": [
        {
            "example": "The teacher was fired for lacerating a student who wrote a poor essay.", 
            "meaning": "deeply hurt the feelings of; distress", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "verb"
        }
    ], 
    "machinate": [
        {
            "example": "The rebels met at night in an abandoned barn to machinate.", 
            "meaning": "engage in plotting or enter into a conspiracy, swear together", 
            "meaning_bg": "", 
            "note": "", 
            "type": "verb"
        }
    ], 
    "magisterial": [
        {
            "example": "Though she was only a third grade teacher, Ms. Martinet was magisterial in dealing with her class, lording over them like a queen.", 
            "meaning": "offensively self-assured or given to exercising unwarranted power", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "adj."
        }
    ], 
    "nonchalant": [
        {
            "example": "The twenty-somethings at the coffee shop always irked Sheldon, especially the way in which they acted nonchalantly towards everything, not even caring when Sheldon once spilled his mocha on them.", 
            "meaning": "coming across as cooly uninterested", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "obstreperous": [
        {
            "example": "When the teacher asked the obstreperous student simply to bus his tray, the student threw the entire tray on the floor, shouted an epithet, and walked out.", 
            "meaning": "noisily and stubbornly defiant; willfully difficult to control", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "ossify": [
        {
            "example": "Even as a young man, Bob had some bias against poor people, but during his years in social services, his bad opinions ossified into unshiftable views.", 
            "meaning": "make rigid and set into a conventional pattern", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "verb"
        }
    ], 
    "patent": [
        {
            "example": "Since the book had been through no fewer than six proof runs, the staff was shocked to see such a patent spelling mistake remaining, right in the middle of the front cover!", 
            "meaning": "glaringly obvious", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "peripatetic": [
        {
            "example": "Jim always preferred a peripatetic approach to discovering a city: he felt that he could see so many more details while walking.", 
            "meaning": "traveling by foot", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "presentiment": [
        {
            "example": "On the night that Lincoln would be fatally shot, his wife had a presentiment about going to Ford's Theater, but Lincoln persuaded her that everything would be fine.", 
            "meaning": "a feeling of evil to come", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "puerile": [
        {
            "example": "Helen enjoyed blowing soap bubbles, but Jim regarded this as puerile, totally unworthy of a woman with a Ph.D.", 
            "meaning": "of or characteristic of a child; displaying or suggesting a lack of maturity", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "puissant": [
        {
            "example": "Over the years of service, and quite to his surprise, he became a puissant advisor to the community.", 
            "meaning": "powerful", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "rarefied": [
        {
            "example": "Jack's vulgar jokes were not so successful in the rarefied enviroment of college professors.", 
            "meaning": "make more subtle or refined", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "type": "verb"
        }
    ], 
    "recrimination": [
        {
            "example": "The two brothers sat and cried, pointing fingers and making elaborate recriminations of the other's guilt", 
            "meaning": "mutual accusations", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "ribald": [
        {
            "example": "The speaker was famous for his ribald humor, but the high school principal asked him to keep the talk Grated when he spoke to the student body.", 
            "meaning": "humorously vulgar", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "spartan": [
        {
            "example": "After losing everything in a fire, Tim decided to live in spartan conditions, sleeping on the floor and owning as little furniture as a possible.", 
            "meaning": "unsparing and uncompromising in discipline or judgment; practicing great selfdenial", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "stalwart": [
        {
            "example": "Despite all the criticism directed at the President during this scandal, Lisa has remained his stalwart supporter.", 
            "meaning": "dependable; inured to fatigue or hardships", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "subterfuge": [
        {
            "example": "Finally deciding to abandon all subterfuge, Arthur revealed to Cindy everything about his secret affair over the past two years.", 
            "meaning": "something intended to misrepresent the true nature of an activity", 
            "meaning_bg": "", 
            "note": "", 
            "type": "noun"
        }
    ], 
    "surreptitious": [
        {
            "example": "Since his mom was a light sleeper, Timmy had to tiptoe surreptitiously through the entire house, careful to not make the floors creak, until he at last was able to enjoy his plunder: a box of chocolate chip cookies.", 
            "meaning": "stealty, taking pains not to be caught or detected", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "tempestuous": [
        {
            "example": "changing or fluctuating Chuck and Kathy had always been stable and agreeable people on their own, but when they got involved, it was a tempestuous relationship.", 
            "meaning": "as if driven by turbulent or conflicting emotions; highly energetic and wildly", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "unflappable": [
        {
            "example": "composure The house shook and the ground quaked, but my dad was unflappable and comforted the family.", 
            "meaning": "not easily perturbed or excited or upset; marked by extreme calm and", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "unpropitious": [
        {
            "example": "With only a bottle of water and a sandwich, the hikers faced an unpropitious task: ascending a huge mountain that took most two days to climb.", 
            "meaning": "(of a circumstance) with little chance of success", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "untenable": [
        {
            "example": "With the combination of Kepler's brilliant theories and Galileo's telescopic observations, the old geocentric theory became untenable to most of the educated people in Europe.", 
            "meaning": "(of theories etc) incapable of being defended or justified", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ], 
    "unviable": [
        {
            "example": "The plan was obviously unviable considering that it lead to complete environmental destruction in the river valley.", 
            "meaning": "not able to work, survive, or succeed (also spelled inviable).", 
            "meaning_bg": "", 
            "note": "", 
            "type": "adj."
        }
    ]
}