{
    "anachronism": [
        {
            "ant": "", 
            "example": "Dressed in 15th century clothing each day, Edward was a walking anachronism.", 
            "meaning": "something that is inappropriate for the given time period (usually something old).", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "antic": [
        {
            "ant": "", 
            "example": "The clown's antic act was too extreme for the youngest children, who left the room in tears.", 
            "meaning": "ludicrously odd", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "apothegm": [
        {
            "ant": "", 
            "example": "Winston Churchill is famous for many apothegms, but this might be his most famous: \"It has been said that democracy is the worst form of government except all the others that have been tried.\"", 
            "meaning": "a short, pithy instructive saying", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "appurtenant": [
        {
            "ant": "", 
            "example": "In hiking Mt. Everest, sherpas are appurtenant, helping climbers both carry gear and navigate treacherous paths.", 
            "meaning": "supply added support", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "arrogate": [
        {
            "ant": "", 
            "example": "Arriving at the small town, the outlaw arrogated the privileges of a lord, asking the frightened citizens to provide food, drink, and entertainment.", 
            "meaning": "seize and control without authority", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "artifice": [
        {
            "ant": "", 
            "example": "The mayoral candidates both spent much of the campaign accusing each other of artifices designed to mislead the voting public.", 
            "meaning": "cunning tricks used to deceive others", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "atavism": [
        {
            "ant": "", 
            "example": "Much of the modern art movement was an atavism to a style of art found only in small villages through Africa and South America.", 
            "meaning": "a reappearance of an earlier characteristic; throwback", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "baleful": [
        {
            "ant": "", 
            "example": "Movies often use storms or rain clouds as a baleful omen of evil events that will soon befall the main character.", 
            "meaning": "threatening or foreshadowing evil or tragic developments", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "bemoan": [
        {
            "ant": "", 
            "example": "While the CFO carefully explained all the reasons for the cuts in benefits, after the meeting employees bemoaned the cuts as further evidence that management was against them.", 
            "meaning": "express discontent or a stong regret", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "besotted": [
        {
            "ant": "", 
            "example": "Even though her father did not approve, Juliet became besotted with the young Romeo.", 
            "meaning": "strongly affectionate towards", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }, 
        {
            "ant": "", 
            "example": "Never before have I seen my mom so besotted, and honestly, I hope it's the last time she drinks so much.", 
            "meaning": "very drunk", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "bristle": [
        {
            "ant": "", 
            "example": "As we discussed the painting, I noticed the artitst's wife bristling at our criticisms, ready to defend her husband's work.", 
            "meaning": "react in an offended or angry manner", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "broadside": [
        {
            "ant": "", 
            "example": "Political broadsides are usually strongest in the weeks leading up to a national election.", 
            "meaning": "a strong verbal attack", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "brook": [
        {
            "ant": "", 
            "example": "While she was at the chalkboard, the teacher did not brook any form of talking--even a tiny peep resulted in afternoon detention.", 
            "meaning": "put up with something or somebody unpleasant", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "browbeat": [
        {
            "ant": "", 
            "example": "During the interrogation, the suspect was browbeaten into signing a false confession.", 
            "meaning": "be bossy towards; discourage or frighten with threats or a domineering manner", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "chagrin": [
        {
            "ant": "", 
            "example": "Much to the the timid writer's chagrin, the audience chanted his name until he came back on the stage.", 
            "meaning": "strong feelings of embarrassment", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }, 
        {
            "ant": "", 
            "example": "She never cared what others said about her appearance but was chagrined by the smallest comment from her mother.", 
            "meaning": "cause to feel shame; hurt the pride of", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "chimera": [
        {
            "ant": "", 
            "example": "Many believe that a world free of war is a chimera--a dream that ignores humanity's violent tendancies.", 
            "meaning": "something desired or wished for but is only an illusion and impossible to achieve", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "debonair": [
        {
            "ant": "", 
            "example": "James Bond is known for his good looks, high tech gadgets, and debonair manner.", 
            "meaning": "having a sophisticated charm", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "deign": [
        {
            "ant": "", 
            "example": "The master of the house never deigned to answer questions from the servants.", 
            "meaning": "do something that one considers to be below one's dignity", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "disingenuous": [
        {
            "ant": "", 
            "example": "Many adults think that they can lie to children, but kids are smart and know when people are disingenuous.", 
            "meaning": "not straightforward; giving a false appearance of frankness", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "doleful": [
        {
            "ant": "", 
            "example": "No event is more doleful than the passing of my mother; she was a shining star in my life, and it brings me great sadness to think that she is now gone.", 
            "meaning": "filled with or evoking sadness", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "effervescent": [
        {
            "ant": "", 
            "example": "After the sales result, the manager was in an effervescent mood, letting several employees leave work early that day.", 
            "meaning": "marked by high spirits or excitement", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "embryonic": [
        {
            "ant": "", 
            "example": "The Board of Directors is hoping to launch a new product soon, but planning for the Z7 is in an embryonic stages.", 
            "meaning": "in an early stage of development", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "empiricism": [
        {
            "ant": "", 
            "example": "as a way to gain insight and knowledge Empiricism does not always lead to knowledge; an experience or experiment may raise more questions than it answers.", 
            "meaning": "any method that derives knowledge from experience, used in experimental science", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "epigram": [
        {
            "ant": "", 
            "example": "My favorite epigram from Mark Twain is \"A man who carries a cat by the tail learns something he can learn no other way.\"", 
            "meaning": "a witty saying", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "ersatz": [
        {
            "ant": "", 
            "example": "The car dealer's ersatz laughter was immediately followed by a price quote, one that Shelley found highly inflated.", 
            "meaning": "not real or genuine; phony", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "exemplar": [
        {
            "ant": "", 
            "example": "Lena's homework is on the wall because it is an exemplar of clean, neat, and thoughtful work.", 
            "meaning": "something to be imitated", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "gambit": [
        {
            "ant": "", 
            "example": "Randy played a gambit, telling his boss that he would leave at the end of the week if he didn't get a raise.", 
            "meaning": "a manuveur or risk in a game or conversation, designed to secure an advantage", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "hoary": [
        {
            "ant": "", 
            "example": "Most workout gurus are young, fit people, whereas most yoga gurus are hoary men with long white beards.", 
            "meaning": "ancient", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "inanity": [
        {
            "ant": "", 
            "example": "Bill's poem was nothing more than a list of impressive sounding words, so there was no point in trying to take meaning from the inanity.", 
            "meaning": "total lack of meaning or ideas", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "inchoate": [
        {
            "ant": "", 
            "example": "Inchoate ideas about the relation of humans to other animals had been discussed since the Middle Ages but the modern theory really began with Darwin.", 
            "meaning": "only partly in existence; imperfectly formed", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "ineffable": [
        {
            "ant": "", 
            "example": "While art critics can occasionally pinpoint a work's greatness, much of why a piece captures our imaginations is completely ineffable.", 
            "meaning": "too sacred to be uttered; defying expression or description", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "languish": [
        {
            "ant": "", 
            "example": "Stranded in the wilderness for four days, the hiker languished, eating protein bars and nuts.", 
            "meaning": "become feeble", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "meteoric": [
        {
            "ant": "", 
            "example": "The early spectacular successes propelled the pitcher to meteoric stardom, but a terribly injury tragically cut short his career.", 
            "meaning": "like a meteor in speed or brilliance or transience", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "nettlesome": [
        {
            "ant": "", 
            "example": "Maria found her coworkers cell phone nettlesome, because every few minutes it would buzz to life with another text message.", 
            "meaning": "causing irritation or annoyance", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "objurgate": [
        {
            "ant": "", 
            "example": "The manager spent an hour objurgating the employee in the hopes that he would not make these mistakes again.", 
            "meaning": "express strong disapproval of", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "paragon": [
        {
            "ant": "", 
            "example": "Even with the rise of Kobe Bryant, many still believe that Michael Jordon is the paragon for basketball players.", 
            "meaning": "model of excellence or perfection of a kind; one having no equal", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }, 
        {
            "ant": "", 
            "example": "Some say that Athens was the paragon of democracy, but these people often forget that slaves and women were still not allowed to vote.", 
            "meaning": "an ideal instance; a perfect embodiment of a concept", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "percipient": [
        {
            "ant": "", 
            "example": "Even the most percipient editor will make an occasional error when proofreading.", 
            "meaning": "highly perceptive", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "philistine": [
        {
            "ant": "", 
            "example": "Jane considered Al completely philistine, because he talked almost exclusive about video games; she was entirely unaware of how well read he really was.", 
            "meaning": "smug and ignorant towards artistic and cultural values", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "phlegmatic": [
        {
            "ant": "", 
            "example": "Arnold is truly noble, remaining reserved until an issue of significance arises, but Walter is simply phlegmatic: he doesn't have the energy or inclination to care about anything.", 
            "meaning": "showing little emotion", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "pith": [
        {
            "ant": "", 
            "example": "When Cynthia hears a speaker presenting a complex argument, she is always able to discard the irrelevant details and extract the pith of what the speaker is trying to convey.", 
            "meaning": "the most essential part of something", 
            "meaning_bg": "", 
            "note": "This word has other definitions but this is the most important one for the GRE", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "rapprochement": [
        {
            "ant": "", 
            "example": "Although Ann hoped that her mother and her aunt would have a rapprochement, each one's bitter accusations against the other made any reconciliation unlikely.", 
            "meaning": "the reestablishing of cordial relations", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "recrudesce": [
        {
            "ant": "", 
            "example": "After years of gamblers anonymous, Tony thought he'd broken his compulsive slot machine playing, but it took only one trip to the Atlantic City for a full recrudescence--he lost $5k on the one armed bandit.", 
            "meaning": "to break out or happen again", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "reprisal": [
        {
            "ant": "", 
            "example": "The Old Testament doctrine of an eye for an eye is not the kind of retaliation practiced in war; rather, an arm, a leg, and both ears are the reprisal for the smallest scratch.", 
            "meaning": "a retaliatory action against an enemy in wartime", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "solicitude": [
        {
            "ant": "", 
            "example": "I walked to his house in the rain to make sure he had enough to eat while he was sick, but he seemed not to appreciate my solicitude.", 
            "meaning": "a feeling of excessive concern", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "squelch": [
        {
            "ant": "", 
            "example": "After the dictator consolidated his power, he took steps to squelch all criticism, often arresting any journalist who said anything that could be interpreted as negative about his regime.", 
            "meaning": "suppress or crush completely", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "verb"
        }
    ], 
    "truculence": [
        {
            "ant": "", 
            "example": "When the boss confronted Aaron about his earlier remarks, Aaron responded with utter truculence, simply throwing a glass of water in the boss' face and walking away.", 
            "meaning": "defiant aggressiveness", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ], 
    "unprepossessing": [
        {
            "ant": "", 
            "example": "World leaders coming to meet Gandhi would expect a towering sage, and often would be surprised by the unprepossessing little man dressed only in a loincloth and shawl.", 
            "meaning": "creating an unfavorable or neutral first impression", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "unstinting": [
        {
            "ant": "", 
            "example": "Helen is unstinting with her time, often spending hours at the house of a sick friend.", 
            "meaning": "very generous", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "untrammeled": [
        {
            "ant": "", 
            "example": "The whole notion of living untrammeled inspired the American Revolution and was enshrined in the Declaration of Independence and the Constitution.", 
            "meaning": "not confined or limited", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "adj."
        }
    ], 
    "vitriol": [
        {
            "ant": "", 
            "example": "His vitriol spewed forth from a deep-seated racisim that consumed his whole life.", 
            "meaning": "abusive or venomous language used to express blame or bitter deep-seated ill will", 
            "meaning_bg": "", 
            "note": "", 
            "syn": "", 
            "type": "noun"
        }
    ]
}