{"fawn": [{"meaning": "try to gain favor by extreme flattery", "meaning_bg": "", "type": "verb", "example": "The media fawned over the handsome new CEO, praising his impeccable sense of style instead of asking more pointed questions. This word has other definitions but this is the most important one for the GRE"}], "peruse": [{"meaning": "to read very carefully", "meaning_bg": "", "type": "verb", "example": "Instead of perusing important documents, people all too often rush to the bottom of the page and plaster their signatures at the bottom."}], "renege": [{"meaning": "fail to fulfill a promise or obligation", "meaning_bg": "", "type": "verb", "example": "We will no longer work with that vendor since it has reneged on nearly every agreement."}], "ornate": [{"meaning": "marked by elaborate rhetoric and elaborated with decorative details", "meaning_bg": "", "type": "adjective", "example": "The ornate Victorian and Edwardian homes spread throughout San Francisco are my favorite part of the city."}], "behooves": [{"meaning": "to be one's duty or obligation", "meaning_bg": "", "type": "verb", "example": "The teacher looked down at the student and said, \"It would behoove you to be in class on time and complete your homework, so that you don't repeat freshman English for a third straight year.\""}], "plodding": [{"meaning": "(of movement) slow and laborious", "meaning_bg": "", "type": "adjective", "example": "Charlie may seem to run at a plodding pace, but he is an ultramarathoner, meaning he runs distances of up to 100 miles, and can run for ten hours at a stretch."}], "wanton": [{"meaning": "without check or limitation; showing no moral restraints to one's anger, desire, or", "meaning_bg": "", "type": "adjective", "example": "appetites Due to wanton behavior and crude language, the drunk man was thrown out of the bar and asked to never return."}], "vacuous": [{"meaning": "devoid of intelligence, matter, or significance", "meaning_bg": "", "type": "adjective", "example": "To the journalist's pointed question, the senator gave a vacuous response, mixing a few of his overall campaign slogans with platitudes and completely avoiding the controversial subject of the question."}], "assuage": [{"meaning": "make something intense less severe", "meaning_bg": "", "type": "verb", "example": "Her fear that the new college would be filled with unknown faces was assuaged when she recognized her childhood friend standing in line."}], "obstinate": [{"meaning": "resistant to guidance or discipline; stubbornly persistent", "meaning_bg": "", "type": "adjective", "example": "The coach suggested improvements Sarah might make on the balance beam, but she remained obstinate, unwilling to modify any of the habits that made her successful in the past."}], "rankle": [{"meaning": "gnaw into; make resentful or angry", "meaning_bg": "", "type": "verb", "example": "His constant whistling would rankle her, sometimes causing her to leave in a huff."}], "analogous": [{"meaning": "similar in some respects but otherwise different", "meaning_bg": "", "type": "adjective", "example": "In many ways, the Internet's transformative effect on society has been analogous to that of the printing press."}], "facetious": [{"meaning": "cleverly amusing in tone", "meaning_bg": "", "type": "adjective", "example": "Facetious behavior will not be tolerated during sex eduation class; it's time for all of you to treat these matters like mature adults."}], "candid": [{"meaning": "a straightforward and honest look at something", "meaning_bg": "", "type": "adjective", "example": "Even with a perfect stranger, Charles was always candid and would rarely hold anything back."}], "begrudge": [{"meaning": "to envy someone for possessing or enjoying something", "meaning_bg": "", "type": "verb", "example": "Sitting all alone in his room, Harvey begrudged the happiness of the other children playing outside his window."}, {"meaning": "to give reluctantly", "meaning_bg": "", "type": "verb", "example": "We never begrudge money spent on ourselves."}], "telling": [{"meaning": "significant and revealing of another factor", "meaning_bg": "", "type": "adjective", "example": "Her unbecoming dress was very telling when it came to her sense of fashion."}], "snide": [{"meaning": "expressive of contempt; derogatory or mocking in an indirect way", "meaning_bg": "", "type": "adjective", "example": "The chairman interpreted Taylor's question about promotions as a snide remark, but in all innocence Taylor was trying to figure out the company's process."}], "sentimental": [{"meaning": "effusively or insincerely emotional, especially in art, music, and literature", "meaning_bg": "", "type": "adjective", "example": "I don't like romanticism for the same reason I don't like melodramatic acting and soap operas--overly sentimental."}], "augment": [{"meaning": "enlarge or increase; improve", "meaning_bg": "", "type": "verb", "example": "Ideally, the restaurant's augmented menu will expand its clientele and increase its profits."}], "excruciating": [{"meaning": "extremely painful", "meaning_bg": "", "type": "adjective", "example": "After the boulder rolled a couple of feet, pinning my friend's arm, he experienced excruciating pain."}], "delegate": [{"meaning": "give an assignment to (a person)", "meaning_bg": "", "type": "verb", "example": "Since the senior manager had to go on many international business trips, she was forced to delegate many of her responsibilities to two lower-level managers. This word has other definitions but this is the most important one for the GRE"}], "vanquish": [{"meaning": "come out better in a competition, race, or conflict", "meaning_bg": "", "type": "verb", "example": "For years, Argentina would dominate in World Cup qualifying matches, only to be vanquished by one of the European countries during the late stages of the tournament."}], "extenuating": [{"meaning": "making less guilty or more forgivable", "meaning_bg": "", "type": "adjective", "example": "The jury was hardly moved by the man's plea that his loneliness was an extenuating factor in his crime of dognapping a prized pooch."}], "colossal": [{"meaning": "so great in size or force or extent as to elicit awe", "meaning_bg": "", "type": "adjective", "example": "Few appreciate the colossal scale of the sun: if hollow, it could contain a million Earths."}], "affable": [{"meaning": "likeable; easy to talk to", "meaning_bg": "", "type": "adjective", "example": "For all his surface affability, Marco was remarkably glum when he wasn't around other people."}], "destitute": [{"meaning": "poor enough to need help from others", "meaning_bg": "", "type": "adjective", "example": "Jean Valjean, is at first destitute, but through the grace of a priest, he makes something of his life."}, {"meaning": "completely wanting or lacking (usually \"destitute of\")", "meaning_bg": "", "type": "adjective", "example": "Now that the mine is closed, the town is destitute of any economic activity."}], "hamper": [{"meaning": "prevent the progress or free movement of", "meaning_bg": "", "type": "verb", "example": "As the rain water began to collect in pools on the highway, it began to hamper the flow of traffic. This word has other definitions but this is the most important one for the GRE"}], "pittance": [{"meaning": "a small amount (of money)", "meaning_bg": "", "type": "noun", "example": "Vinny's uncle beamed smugly about how he'd offered his nephew fifty dollars for his Harvard tuition; even twice the amount would have been a mere pittance."}], "aboveboard": [{"meaning": "open and honest", "meaning_bg": "", "type": "adjective", "example": "The mayor, despite his avuncular face plastered about the city, was hardly aboveboard -- some concluded that it was his ingratiating smile that allowed him to engage in corrupt behavior and get away with it."}], "jocular": [{"meaning": "characterized by jokes and good humor", "meaning_bg": "", "type": "adjective", "example": "My uncle was always in a jocular mood at family gatherings, messing up people's hair and telling knockknock jokes to anyone who would listen."}], "malleable": [{"meaning": "capable of being shaped or bent or drawn out", "meaning_bg": "", "type": "adjective", "example": "The clay became malleable and easy to work with after a little water was added."}, {"meaning": "easily influenced", "meaning_bg": "", "type": "adjective", "example": "My little brother is so malleable that I can convince him to sneak cookies from the cupboard for me."}], "pristine": [{"meaning": "Unspoiled, untouched (usu. of nature)", "meaning_bg": "", "type": "adjective", "example": "The glacial lake was pristine and we filled our canteens to drink deeply."}, {"meaning": "Immaculately clean and unused", "meaning_bg": "", "type": "adjective", "example": "Drill sergeants are known for demanding pristine cabinets, uniforms, and beds, and often make new recruits clean and clean and clean until they meet the expected high standards."}], "paradoxical": [{"meaning": "seemingly contradictory but nonetheless possibly true", "meaning_bg": "", "type": "adjective", "example": "That light could be both a particle and a wave seems paradoxical, but nonetheless, it is true."}], "melancholy": [{"meaning": "a deep, long-lasting sadness", "meaning_bg": "", "type": "noun", "example": "Hamlet is a figure of tremendous melancholy: he doesn't have a truly cheerful scene throughout the entire play."}], "avert": [{"meaning": "turn away", "meaning_bg": "", "type": "verb", "example": "Afraid to see the aftermath of the car crash, I averted my eyes as we drove by."}, {"meaning": "ward off or prevent", "meaning_bg": "", "type": "verb", "example": "The struggling videogame company put all of its finances into one final, desperate project to avert bankrupcy."}], "unseemly": [{"meaning": "not in keeping with accepted standards of what is right or proper in polite society", "meaning_bg": "", "type": "adjective", "example": "He acted in an unseemly manner, insulting the hostess and then speaking ill of her deceased husband."}], "miser": [{"meaning": "a person who doesn't like to spend money (because they are greedy)", "meaning_bg": "", "type": "noun", "example": "Monte was no miser, but was simply frugal, wisely spending the little that he earned."}], "buck": [{"meaning": "resist", "meaning_bg": "", "type": "verb", "example": "The profits at our firm bucked the general downturn that effected the real estate industry. This word has other definitions but this is the most important one for the GRE"}], "enmity": [{"meaning": "a state of deep-seated ill-will", "meaning_bg": "", "type": "noun", "example": "Charles rude remark toward Sarah yesterday was due to his illness, not due to any real enmity toward Sarah."}], "piquant": [{"meaning": "having an agreeably pungent taste", "meaning_bg": "", "type": "adjective", "example": "The chef, with a mere flick of the salt shaker, turned the bland tomato soup into a piquant meal."}], "eke": [{"meaning": "To live off meager resources, to scrape by", "meaning_bg": "", "type": "verb", "example": "Stranded in a cabin over the winter, Terry was able to eke out an existence on canned food."}], "cohesive": [{"meaning": "well integrated, forming a united whole", "meaning_bg": "", "type": "adjective", "example": "A well-written, cohesive essay will keep on topic at all times, never losing sight of the main argument."}], "cogent": [{"meaning": "clear and persuasive", "meaning_bg": "", "type": "adjective", "example": "A cogent argument will change the minds of even the most skeptical audience."}], "disenfranchise": [{"meaning": "deprive of voting rights", "meaning_bg": "", "type": "verb", "example": "The U.S. Constitution disenfranchised women until 1920 when they were given the right to vote."}], "commendable": [{"meaning": "worthy of high praise", "meaning_bg": "", "type": "adjective", "example": "The efforts of the firefighters running into the burning building were commendable."}], "whimsical": [{"meaning": "determined by impulse or whim rather than by necessity or reason", "meaning_bg": "", "type": "adjective", "example": "Adults look to kids and envy their whimsical nature at times, wishing that they could act without reason and play without limitation."}], "miscreant": [{"meaning": "a person who breaks the law", "meaning_bg": "", "type": "noun", "example": "Come back you miscreant! yelled the woman who just had her purse stollen."}], "elude": [{"meaning": "escape understanding", "meaning_bg": "", "type": "verb", "example": "Even a basic understanding of physics can elude most high schools students."}], "snub": [{"meaning": "refuse to acknowledge; reject outright and bluntly", "meaning_bg": "", "type": "verb", "example": "Wheeler was completely qualified for the committee, but the board snubbed him, choosing an obviously lesser qualified candidate instead."}], "ploy": [{"meaning": "a clever plan to turn a situation to one's advantage", "meaning_bg": "", "type": "noun", "example": "Dennis arranged an elaborate ploy, involving 14 different people lying for him in different situations, so that it could appear that he was meeting Mary completely by chance at the wedding reception."}], "coalesce": [{"meaning": "fuse or cause to grow together", "meaning_bg": "", "type": "verb", "example": "Over time, the various tribes coalesced into a single common culture with one universal language."}], "contrite": [{"meaning": "to be remorseful", "meaning_bg": "", "type": "adjective", "example": "Though he stole his little sister's licorice stick with malevolent glee, Chucky soon became contrite when his sister wouldn't stop crying."}], "raft": [{"meaning": "a large number of something", "meaning_bg": "", "type": "noun", "example": "Despite a raft of city ordinances passed by an overzealous council, noise pollution continued unabated in the megalopolis. This word has other definitions but this is the most important one for the GRE"}], "credulity": [{"meaning": "tendency to believe readily", "meaning_bg": "", "type": "noun", "example": "Virginia's wide-eyed credulity as a five-year old was replaced by suspicion after she learned that Santa Claus didn't really exist."}], "mesmerize": [{"meaning": "to spellbind or enthrall", "meaning_bg": "", "type": "verb", "example": "The plot and the characters were so well developed that many viewers were mesmerized, unable to move their eyes from the screen for even a single second."}], "ascribe": [{"meaning": "attribute or credit to", "meaning_bg": "", "type": "verb", "example": "History ascribes The Odyssey and The Illiad to Homer, but scholars now debate whether he was a historical figure or a fictitious name."}], "degrade": [{"meaning": "reduce in worth or character, usually verbally", "meaning_bg": "", "type": "verb", "example": "Jesse had mockingly pointed out all of Nancy's faults in front of their friends, publicly degrading the poor girl."}], "qualm": [{"meaning": "uneasiness about the fitness of an action", "meaning_bg": "", "type": "noun", "example": "While he could articulate no clear reason why Harkner's plan would fail, he neverless felt qualms about committing any resources to it."}], "fleece": [{"meaning": "to deceive", "meaning_bg": "", "type": "verb", "example": "Many people have been fleeced by Internet scams and never received their money back. This word has other definitions but this is the most important one for the GRE"}], "err": [{"meaning": "to make an error", "meaning_bg": "", "type": "verb", "example": "He erred in thinking that \"indigent\" and \"indignant\" were synonyms."}], "cornucopia": [{"meaning": "an abundant supply of something good", "meaning_bg": "", "type": "noun", "example": "The International Food Expo was a cornucopia of culinary delights: gourmet foods from every continent were under one roof."}], "grovel": [{"meaning": "show submission or fear", "meaning_bg": "", "type": "verb", "example": "Every time Susan comes to the office, Frank grovels as if she were about to fire."}], "unruly": [{"meaning": "(of persons) noisy and lacking in restraint or discipline; unwilling to submit to", "meaning_bg": "", "type": "adjective", "example": "authority Walk in to any preschool and I am sure that you will find an unruly and chaotic scene--unless it's nap time."}], "spendthrift": [{"meaning": "one who spends money extravagantly", "meaning_bg": "", "type": "noun", "example": "Taking weekly trips to Vegas, Megan was a spendthrift whose excesses eventually caught up to her."}], "conniving": [{"meaning": "taking part in immoral and unethical plots", "meaning_bg": "", "type": "verb", "example": "The queen was so conniving that, with the help of the prince, she tried to overthrow the king."}], "buttress": [{"meaning": "make stronger or defensible", "meaning_bg": "", "type": "verb", "example": "China's economy has been buttressed by a global demand for the electronic parts the country manufactures."}], "ingenuity": [{"meaning": "the power of creative imagination", "meaning_bg": "", "type": "noun", "example": "Daedalus was famous for his ingenuity; he was able to fashion his son Icarus with a pair of wings, using wax to hold them together."}], "impermeable": [{"meaning": "does not allow fluids to pass through", "meaning_bg": "", "type": "adjective", "example": "The sand bags placed on the river formed an impermeable barrier, protecting the town from flooding."}], "serendipity": [{"meaning": "the instance in which an accidental, fortunate discovery is made", "meaning_bg": "", "type": "noun", "example": "The invention of the 3M Post It Note was serendipitous, because the scientist who had come up with the idea was looking for a strong adhesive; the weak adhesive he came up with was perfect for holding a piece of paper in place but made it very easy for so"}], "stymie": [{"meaning": "hinder or prevent the progress or accomplishment of", "meaning_bg": "", "type": "verb", "example": "The engineers found their plans stymied at every turn and were ultimately able to make amlost no progress on the project."}], "goad": [{"meaning": "urge on with unpleasant comments", "meaning_bg": "", "type": "verb", "example": "Doug did not want to enter the race, but Jim, through a steady stream of taunts, goaded him into signing up for it."}], "pine": [{"meaning": "to yearn for", "meaning_bg": "", "type": "verb", "example": "Standing forlornly by the window, she pined for her lost love. This word has other definitions but this is the most important one for the GRE"}], "patronize": [{"meaning": "treat condescendingly", "meaning_bg": "", "type": "verb", "example": "She says she genuinely wanted to help me, but instead she patronized me, constantly pointing out how I was inferior to her. This word has other definitions but this is the most important one for the GRE"}], "fete": [{"meaning": "to celebrate a person", "meaning_bg": "", "type": "verb", "example": "After World War II, war heroes were feted at first but quickly forgotten."}], "cardinal": [{"meaning": "of primary importance; fundamental", "meaning_bg": "", "type": "adjective", "example": "Most cultures consider gambling a cardinal sin and thus have outlawed its practice. This word has other definitions but this is the most important one for the GRE"}], "resignation": [{"meaning": "the acceptance of something unpleasant that can't be avoided", "meaning_bg": "", "type": "noun", "example": "Since Jack could not think of a convincing reason why he had to miss the seminar, he attended it with a sense of resignation. This word has other definitions but this is the most important one for the GRE"}], "irascible": [{"meaning": "quickly aroused to anger", "meaning_bg": "", "type": "adjective", "example": "If Arthur's dog is not fed adequately, he becames highly irascible, even growling at his own shadow."}], "exemplify": [{"meaning": "be characteristic of", "meaning_bg": "", "type": "verb", "example": "Lincoln exemplified the best of not only America, but also the potential greatness that exists within each person."}, {"meaning": "clarify by giving an example of", "meaning_bg": "", "type": "verb", "example": "Please present some case studies that exemplify the results that you claim in your paper."}], "emulate": [{"meaning": "strive to equal or match, especially by imitating; compete with successfully", "meaning_bg": "", "type": "verb", "example": "To really become fluent in a new language, emulate the speech patterns and intonation of people who speak the language."}], "tact": [{"meaning": "consideration in dealing with others and avoiding giving offense", "meaning_bg": "", "type": "noun", "example": "In a tremendous display of tact, Shelly was able to maintain a strong friendship with Marcia, even though Marcia's husband, Frank, confessed to finding Shelley more attractive than Marcia."}], "inflammable": [{"meaning": "extremely controversial, incendiary", "meaning_bg": "", "type": "adjective", "example": "It only takes one person to leave an inflammable comment on an Internet thread for that thread to blow up into pages upon pages of reader indignation."}], "replete": [{"meaning": "completely stocked or furnished with something", "meaning_bg": "", "type": "adjective", "example": "Only weeks after the hurricane made landfall, the local supermarket shelves were replete with goods, so quick was the disaster relief response."}], "malevolent": [{"meaning": "wishing or appearing to wish evil to others; arising from intense ill will or hatred", "meaning_bg": "", "type": "adjective", "example": "Villians are known for their malevolent nature, oftentimes inflicting cruetly on others just for enjoyment."}], "complacent": [{"meaning": "contented to a fault with oneself or one's actions", "meaning_bg": "", "type": "adjective", "example": "After the water polo team won their sixth championship, they became complacent and didn't even make it to the playoffs the next year."}], "foolhardy": [{"meaning": "marked by defiant disregard for danger or consequences", "meaning_bg": "", "type": "adjective", "example": "The police regularly face dangerous situations, so for a police officer not to wear his bullet-proof vest is foolhardy."}], "elusive": [{"meaning": "difficult to capture or difficult to remember", "meaning_bg": "", "type": "adjective", "example": "Many first time skydivers say that describing the act of falling from the sky is elusive."}], "avarice": [{"meaning": "greed (one of the seven deadly sins)", "meaning_bg": "", "type": "noun", "example": "The Spanish conquistadors were known for their avarice, plundering Incan land and stealing Incan gold."}], "docile": [{"meaning": "easily handled or managed; willing to be taught or led or supervised or directed", "meaning_bg": "", "type": "adjective", "example": "Barnyard animals are considerably more docile than the wild animals."}], "preempt": [{"meaning": "take the place of or have precedence over", "meaning_bg": "", "type": "verb", "example": "A governmental warning about an imminent terrorist attack would preempt ordinary network programming on television."}], "genteel": [{"meaning": "marked by refinement in taste and manners", "meaning_bg": "", "type": "adjective", "example": "A live string quartet would provide a more genteel air to the wedding than would a folk singer."}], "irresolute": [{"meaning": "uncertain how to act or proceed", "meaning_bg": "", "type": "adjective", "example": "He stood irresolute at the split in the trail, not sure which route would lead back to the camp."}], "badger": [{"meaning": "to pester", "meaning_bg": "", "type": "verb", "example": "Badgered by his parents to find a job, the 30-year-old loafer instead joined a gang of itinerant musicians. This word has other definitions but this is the most important one for the GRE"}], "avid": [{"meaning": "marked by active interest and enthusiasm", "meaning_bg": "", "type": "adjective", "example": "Martin is an avid birdwatcher, often taking long hikes into remote mountains to see some rare eagle."}], "relegate": [{"meaning": "assign to a lower position", "meaning_bg": "", "type": "verb", "example": "When Dexter was unable to fulfill his basic duties, instead of firing him, the boss relegated him to kitchen cleanup."}], "apex": [{"meaning": "the highest point", "meaning_bg": "", "type": "noun", "example": "The Ivy League is considered the apex of the secondary education system."}], "disparate": [{"meaning": "two things are fundamentally different", "meaning_bg": "", "type": "adjective", "example": "With the advent of machines capable of looking inside the brain, fields as disparate as religion and biology have been brought together by scientists trying to understand what happens in the brain when people have a religious experience."}], "indigenous": [{"meaning": "originating in a certain area", "meaning_bg": "", "type": "adjective", "example": "The plants and animals indigenous to Australia are notably different from those indigenous to the U.S-one look at a duckbill platypus and you know you're not dealing with an opossum."}], "placid": [{"meaning": "not easily irritated", "meaning_bg": "", "type": "adjective", "example": "Doug is normally placid, so we were all shocked to see him yelling at the television when the Mets lost the game."}], "belittle": [{"meaning": "lessen the importance, dignity, or reputation of", "meaning_bg": "", "type": "verb", "example": "A good teacher will never belittle his students, but will instead empower them."}], "acme": [{"meaning": "the highest point of achievement", "meaning_bg": "", "type": "noun", "example": "The new Cessna airplanes will be the acme of comfort, offering reclining seats and ample legroom."}], "erratic": [{"meaning": "unpredictable; strange and unconventional", "meaning_bg": "", "type": "adjective", "example": "It came as no surprise to pundits that the President's attempt at re-election floundered; even during his term, support for his policies was erratic, with an approval rating jumping anywhere from 30 to 60 percent."}], "forthright": [{"meaning": "characterized by directness in manner or speech; without subtlety or evasion", "meaning_bg": "", "type": "adjective", "example": "I did not expect the insurance agent to give us any straight answers, but I was pleasent surprised by how forthright he was."}], "obdurate": [{"meaning": "stubbornly persistent in changing an opinion or action", "meaning_bg": "", "type": "adjective", "example": "No number of pleas and bribes would get him to change his obdurate attitude."}], "thwart": [{"meaning": "hinder or prevent (the efforts, plans, or desires) of", "meaning_bg": "", "type": "verb", "example": "I wanted to spend a week in New York this autumn, but the high costs of travel and lodging thwarted my plans."}], "deride": [{"meaning": "treat or speak of with contempt", "meaning_bg": "", "type": "verb", "example": "The nun derided the students for trying to sneak insects and worms into the classroom."}], "surly": [{"meaning": "inclined to anger or bad feelings with overtones of menace", "meaning_bg": "", "type": "adjective", "example": "Every morning, Bhavin was a surly unhappy person, but once he ate breakfast, he became loving, laughing, and a joy to be around."}], "balk": [{"meaning": "refuse to comply", "meaning_bg": "", "type": "verb", "example": "The students were willing to clean up the broken glass, but when the teacher asked them to mop the entire floor, they balked, citing reasons why they needed to leave."}], "telltale": [{"meaning": "revealing", "meaning_bg": "", "type": "adjective", "example": "The many telltale signs of chronic smoking include yellow teeth, and a persistent, hacking cough."}], "cerebral": [{"meaning": "involving intelligence rather than emotions or instinct", "meaning_bg": "", "type": "adjective", "example": "A cerebral analysis of most pop music finds it to be simple and childish, but that ignores the point--the music's effect on the listener. This word has other definitions but this is the most important one for the GRE"}], "bellicose": [{"meaning": "warlike; inclined to quarrel", "meaning_bg": "", "type": "adjective", "example": "Known for their bellicose ways, the Spartans were once the most feared people from Peloponnesus to Persia."}], "remiss": [{"meaning": "to be negligent in one\"s duty", "meaning_bg": "", "type": "adjective", "example": "Remiss in his duty to keep the school functioning efficiently, the principle was relieved of his position after only three months."}], "thrifty": [{"meaning": "spending money wisely", "meaning_bg": "", "type": "adjective", "example": "He was economical, spending his money thriftily and on items considered essential."}], "insolvent": [{"meaning": "unable to pay one's bills; bankrupt", "meaning_bg": "", "type": "adjective", "example": "With credit card bills skyrocketing, a shockingly large number of Americans are truly insolvent."}], "slapdash": [{"meaning": "carelessly and hastily put together", "meaning_bg": "", "type": "adjective", "example": "The office building had been constructed in a slapdash manner, so it did not surprise officials when, during a small earthquake, a large crack emerged on the faÃ§ade of the building."}], "underwrite": [{"meaning": "to support financially", "meaning_bg": "", "type": "verb", "example": "The latest symphony broadcast was made possible with underwriting from the Carnegie Endowment."}], "demure": [{"meaning": "to be modest and shy", "meaning_bg": "", "type": "adjective", "example": "The portrait of her in a simple white blouse was sweet and demure."}], "stipend": [{"meaning": "a regular allowance (of money)", "meaning_bg": "", "type": "noun", "example": "He was hoping for a monthly allowance loan from the government, but after no such stipend was forthcoming he realized he would have to seek other means of paying for his college tuition."}], "foible": [{"meaning": "a behavioral attribute that is distinctive and peculiar to an individual", "meaning_bg": "", "type": "noun", "example": "When their new roommate sat staring at an oak tree for an hour, Marcia thought it indicated a mental problem, but Jeff assured her it was a harmless foible."}], "paucity": [{"meaning": "a lack of something", "meaning_bg": "", "type": "noun", "example": "There is a paucity of jobs hiring today that require menial skills, since most jobs have either been automated or outsourced."}], "illicit": [{"meaning": "contrary to or forbidden by law", "meaning_bg": "", "type": "adjective", "example": "Though Al Capone was engaged in many illicit activities, he was finally arrested for income tax evasion, a relatively minor offense."}], "amuck": [{"meaning": "in a frenzied or uncontrolled state", "meaning_bg": "", "type": "adverb", "example": "Wherever the bowl haircut teen-idol went, his legions of screaming fans ran through the streets amuck, hoping for a glance at his boyish face."}], "devolve": [{"meaning": "pass on or delegate to another", "meaning_bg": "", "type": "verb", "example": "The company was full of managers known for devolving tasks to lower management, but never doing much work themselves."}, {"meaning": "grow worse (usually \"devolve into\")", "meaning_bg": "", "type": "verb", "example": "The dialogue between the two academics devolved into a downright bitter argument."}], "perturb": [{"meaning": "disturb in mind or cause to be worried or alarmed", "meaning_bg": "", "type": "verb", "example": "Now that Henry is recovering from a major illnesses, he no longer lets the little trivialities, such as late mail, perturb him."}], "consecrate": [{"meaning": "to make holy or set apart for a high purpose", "meaning_bg": "", "type": "verb", "example": "At the church of Notre Dame in France, the new High Altar was consecrated in 1182."}], "enumerate": [{"meaning": "determine the number or amount of", "meaning_bg": "", "type": "verb", "example": "The survey enumerates the number of happy workers and the number of unhappy workers."}, {"meaning": "specify individually, one by one", "meaning_bg": "", "type": "verb", "example": "I sat and listened as she enumerated all of the things she did not like about the past three months."}], "endemic": [{"meaning": "native; originating where it is found", "meaning_bg": "", "type": "adjective", "example": "Irish cuisine makes great use of potatoes, but ironically, the potato is not endemic to Ireland."}], "impeccable": [{"meaning": "without fault or error", "meaning_bg": "", "type": "adjective", "example": "He was impeccably dressed in the latest fashion without a single crease or stain."}], "debase": [{"meaning": "reduce the quality or value of something", "meaning_bg": "", "type": "verb", "example": "The third-rate script so debased the film that not even the flawless acting could save it from being a flop."}], "euphoria": [{"meaning": "a feeling of great (usually exaggerated) elation", "meaning_bg": "", "type": "noun", "example": "The euphoria of winning her first gold medal in the 100 meter dash overwhelmed Shelly-Ann Fraser and she wept tears of immense joy."}], "bleak": [{"meaning": "having a depressing or gloomy outlook", "meaning_bg": "", "type": "adjective", "example": "Unremitting overcast skies tend to lead people to create bleak literature and lugubrious music -compare England's band Radiohead to any band from Southern California."}], "besmirch": [{"meaning": "damage the good name and reputation of someone", "meaning_bg": "", "type": "verb", "example": "The prince's distasteful choice of words besmirched not only his own name, but the reputation of the entire royal family."}], "malady": [{"meaning": "a disease or sickness", "meaning_bg": "", "type": "noun", "example": "The town was struck by a malady throughout the winter that left most people sick in bed for two weeks."}], "reprobate": [{"meaning": "a person who is disapproved of", "meaning_bg": "", "type": "noun", "example": "Those old reprobates drinking all day down by the river--they are not going to amount to much."}], "travail": [{"meaning": "use of physical or mental energy; hard work; agony or anguish", "meaning_bg": "", "type": "noun", "example": "While they experienced nothing but travails in refinishing the kitchen, they completed the master bedroom in less than a weekend."}], "embellish": [{"meaning": "make more attractive by adding ornament, colour, etc.; make more beautiful", "meaning_bg": "", "type": "verb", "example": "McCartney would write relatively straightforward lyrics, and Lennon would embellish them with puns and poetic images."}], "inarticulate": [{"meaning": "without or deprived of the use of speech or words", "meaning_bg": "", "type": "adjective", "example": "Although a brilliant economist, Professor Black was completely inarticulate, a terrible lecturer."}], "differentiate": [{"meaning": "be a distinctive feature, attribute, or trait (sometimes in positive sense)", "meaning_bg": "", "type": "verb", "example": "Mozart's long melodic lines differentiate his compositions from other works of late 18th century music."}, {"meaning": "evolve so as to lead to a new species or develop in a way most suited to the", "meaning_bg": "", "type": "verb", "example": "environment Animals on Madagascar differentiated from other similar animal species due to many years of isolation on the island."}], "spurn": [{"meaning": "reject with contempt", "meaning_bg": "", "type": "verb", "example": "She spurned all his flattery and proposals, and so he walked off embarrassed and sad."}], "tawdry": [{"meaning": "tastelessly showy; cheap and shoddy", "meaning_bg": "", "type": "adjective", "example": "Carol expected to find New York City magical, the way so many movies had portrayed it, but she was surprised how often tawdry displays took the place of genuine elegance."}], "morph": [{"meaning": "To undergo dramatic change in a seamless and barely noticeable fashion.", "meaning_bg": "", "type": "verb", "example": "The earnestness of the daytime talk shows of the 1970's has morphed into something far more sensational and vulgar: today guests actually standup and threaten to take swings at one another."}], "immaterial": [{"meaning": "not relevant", "meaning_bg": "", "type": "adjective", "example": "The judge found the defendant's comments immaterial to the trial, and summarily dismissed him from the witness stand."}], "uncanny": [{"meaning": "suggesting the operation of supernatural influences; surpassing the ordinary or", "meaning_bg": "", "type": "adjective", "example": "normal Reggie has an uncanny ability to connect with animals: feral cats will readily approach him, and sometimes even wild birds will land on his finger."}], "cavalier": [{"meaning": "given to haughty disregard of others", "meaning_bg": "", "type": "adjective", "example": "Percy dismissed the issue with a cavalier wave of his hand."}], "profuse": [{"meaning": "plentiful; pouring out in abundance", "meaning_bg": "", "type": "adjective", "example": "During mile 20 of the Hawaii Marathon, Dwayne was sweating so profusely that he stopped to take off his shirt, and ran the remaining six miles wearing nothing more than skimpy shorts. Note:"}], "chivalrous": [{"meaning": "being attentive to women like an ideal knight", "meaning_bg": "", "type": "adjective", "example": "Marco's chivalrous ways, like opening doors and pulling out chairs, was much appreciated by his date."}], "cumbersome": [{"meaning": "difficult to handle or use especially because of size or weight", "meaning_bg": "", "type": "adjective", "example": "Only ten years ago, being an avid reader and a traveler meant carrying a cumbersome backpack stuffed with books--these days we need only an e-reader."}], "stolid": [{"meaning": "having or revealing little emotion or sensibility; not easily aroused or excited", "meaning_bg": "", "type": "adjective", "example": "Elephants may appear stolid to casual observers, but they actually have passionate emotional lives."}], "boorish": [{"meaning": "ill-mannered and coarse or contemptible in behavior or appearance", "meaning_bg": "", "type": "adjective", "example": "Bukowski was known for being a boorish drunk and alienating close friends and family."}], "sanctimonious": [{"meaning": "making a show of being pious; holier-than-thou", "meaning_bg": "", "type": "adjective", "example": "Even during the quiet sanctity of evening prayer, she held her chin high, a sanctimonious sneer forming on her face as she eyed those who were attending church for the first time."}], "tarnish": [{"meaning": "make dirty or spotty, as by exposure to air; also used metaphorically", "meaning_bg": "", "type": "verb", "example": "Pete Rose was one of the best baseball players of his generation, but his involvement with gambling on baseball games has tarnished his image in the eyes of many."}], "sordid": [{"meaning": "involving ignoble actions and motives; arousing moral distaste and contempt; foul", "meaning_bg": "", "type": "adjective", "example": "and run-down and repulsive The nightly news simply announced that the senator had had an affair, but the tabloid published all the sordid details of the interaction. This word has other definitions but this is the most important one for the GRE"}], "transitory": [{"meaning": "lasting a very short time", "meaning_bg": "", "type": "adjective", "example": "If we lived forever and life was not transitory, do you think we would appreciate life less or more?"}], "finagle": [{"meaning": "achieve something by means of trickery or devious methods", "meaning_bg": "", "type": "verb", "example": "Steven was able to finagle one of the last seats on the train by convincing the conductor that his torn stub was actually a valid ticket."}], "conducive": [{"meaning": "making a situation or outcome more likely to happen", "meaning_bg": "", "type": "adjective", "example": "Studying in a quiet room is conducive to learning; studying in a noisy environment makes learning more difficult."}], "embroiled": [{"meaning": "involved in argument or contention", "meaning_bg": "", "type": "adjective", "example": "These days we are never short of a D.C. politician embroiled in scandal--a welcome phenomenon for those who, having barely finished feasting on the sordid details of one imbroglio, can sink their teeth into a fresh one."}], "serene": [{"meaning": "calm and peaceful", "meaning_bg": "", "type": "adjective", "example": "I'd never seen him so serene; usually, he was a knot of stress and anxiety from hours of trading on the stock exchange."}], "amiable": [{"meaning": "friendly", "meaning_bg": "", "type": "adjective", "example": "Amy's name was very apt: she was so amiable that she was twice voted class president."}], "hamstrung": [{"meaning": "made ineffective or powerless", "meaning_bg": "", "type": "verb", "example": "The FBI has made so many restriction on the local police that they are absolutely hamstrung, unable to accomplish anything."}], "creditable": [{"meaning": "deserving of praise but not that amazing", "meaning_bg": "", "type": "adjective", "example": "Critics agreed the movie was creditable, but few gave it more than three out of five stars."}], "peevish": [{"meaning": "easily irritated or annoyed", "meaning_bg": "", "type": "adjective", "example": "Our office manager is peevish, so the rest of us tip-toe around him, hoping not to set off another one of his fits."}], "deliberate": [{"meaning": "think about carefully; weigh the pros and cons of an issue", "meaning_bg": "", "type": "verb", "example": "Emergency situations such as this call for immediate action and leave no room to deliberate over options. This word has other definitions but this is the most important one for the GRE"}], "dog": [{"meaning": "to pursue relentlessly; to hound", "meaning_bg": "", "type": "verb", "example": "Throughout his life, he was dogged by insecurities that inhibited personal growth. This word has other definitions but this is the most important one for the GRE"}], "consummate": [{"meaning": "having or revealing supreme mastery or skill", "meaning_bg": "", "type": "adjective", "example": "Tyler was the consummate musician: he was able to play the guitar, harmonica, and the drum at the same time. This word has other definitions but this is the most important one for the GRE"}, {"meaning": "to make perfect and complete in every respect", "meaning_bg": "", "type": "verb", "example": "The restoration of the ancient church was only consummated after a twenty years of labor. This word has other definitions but this is the most important one for the GRE"}], "contemptuous": [{"meaning": "scornful, looking down at others with a sneering attitude", "meaning_bg": "", "type": "adjective", "example": "Always on the forefront of fashion, Vanessa looked contemptuously at anyone wearing dated clothing."}], "carping": [{"meaning": "persistently petty and unjustified criticism", "meaning_bg": "", "type": "adjective", "example": "What seemed like incessant nagging and carping about my behavior from my mother turned out to be wise and useful advice that has served me well."}], "rakish": [{"meaning": "marked by a carefree unconventionality or disreputableness", "meaning_bg": "", "type": "adjective", "example": "As soon as he arrived in the city, the rakish young man bought some drugs and headed straight for the seedy parts of town."}], "precarious": [{"meaning": "fraught with danger", "meaning_bg": "", "type": "adjective", "example": "People smoke to relax and forget their cares, but ironically, in terms of health risks, smoking is far more precarious than either mountain-climbing or skydiving."}], "dupe": [{"meaning": "to trick or swindle", "meaning_bg": "", "type": "verb", "example": "Once again a get-rich-fast Internt scheme had duped Harold into submitting a $5,000 check to a sham operation."}, {"meaning": "a person who is easily tricked or swindled", "meaning_bg": "", "type": "noun", "example": "The charlatan mistook the crowd for a bunch of dupes, but the crowd was quickly on to him and decried his bald-faced attempt to bilk them."}], "beatific": [{"meaning": "blissfully happy", "meaning_bg": "", "type": "adjective", "example": "Often we imagine all monks to wear the beatific smile of the Buddha, but, like any of us, a monk can have a bad day and not look very happy."}], "pastoral": [{"meaning": "relating to the countryside in a pleasant sense", "meaning_bg": "", "type": "adjective", "example": "Those who imagine America's countryside as a pastoral region are often disappointed to learn that much of rural U.S. is filled with cornfields extending as far as the eye can see."}], "rash": [{"meaning": "marked by defiant disregard for danger or consequences; imprudently incurring risk", "meaning_bg": "", "type": "adjective", "example": "Although Bruce was able to make the delivery in time with a nightime motorcycle ride in the rain, Susan criticized his actions as rash. This word has other definitions but this is the most important one for the GRE"}], "staid": [{"meaning": "characterized by dignity and propriety", "meaning_bg": "", "type": "adjective", "example": "Frank came from a staid enviroment, so he was shocked that his college rooommate sold narcotics."}], "debunk": [{"meaning": "expose as false ideas and claims, especially while ridiculing", "meaning_bg": "", "type": "verb", "example": "Richard Dawkins tries to debunk religious belief, but his ridicule tends to push people away from his points rather than convince them."}], "fickle": [{"meaning": "liable to sudden unpredictable change, esp. in affections or attachments", "meaning_bg": "", "type": "adjective", "example": "She was so fickle in her politics, it was hard to pinpoint her beliefs; one week she would embrace a side, and the next week she would denounce it."}], "tribulation": [{"meaning": "something, especially an event, that causes difficulty and suffering", "meaning_bg": "", "type": "noun", "example": "As of 2013, nearly 1.5 million Syrians have fled their country hoping to escape the tribulations of a civil war tearing their country to pieces."}], "convoluted": [{"meaning": "highly complex or intricate", "meaning_bg": "", "type": "adjective", "example": "Instead of solving the math problem in three simple steps, Kumar used a convoluted solution requiring fifteen steps."}], "indignant": [{"meaning": "feeling anger over a perceived injustice", "meaning_bg": "", "type": "adjective", "example": "When the cyclist swerved into traffic, it forced the driver to brake and elicited an indignant shout of \"Hey, punk, watch where you're going!\""}], "aphorism": [{"meaning": "a short instructive saying about a general truth", "meaning_bg": "", "type": "noun", "example": "Nietzsche was known for using aphorisms, sometimes encapsulating a complex philosophical thought in a mere sentence."}], "impregnable": [{"meaning": "immune to attack; incapable of being tampered with", "meaning_bg": "", "type": "adjective", "example": "As a child, Amy would build pillow castles and pretend they were impregnable fotresses."}], "ferret": [{"meaning": "to search for something persistently", "meaning_bg": "", "type": "verb", "example": "Ever the resourceful lexicographer, Fenton was able to ferret out the word origin of highly obscure words. This word has other definitions but this is the most important one for the GRE"}], "smug": [{"meaning": "marked by excessive complacency or self-satisfaction", "meaning_bg": "", "type": "adjective", "example": "When Phil was dating the model, he had a smug attitude that annoyed his buddies."}], "resolve": [{"meaning": "reach a conclusion after a discussion or deliberation", "meaning_bg": "", "type": "verb", "example": "After much thought, Ted resolved not to travel abroad this summer because he didn't have much money in his bank account. This word has other definitions but this is the most important one for the GRE"}], "pinnacle": [{"meaning": "the highest point", "meaning_bg": "", "type": "noun", "example": "At its pinnacle, the Roman Empire extended across most of the landmass of Eurasia, a feat not paralleled to the rise of the British Empire in the 18th and 19th century."}], "tumult": [{"meaning": "a state of chaos, noise and confusion", "meaning_bg": "", "type": "noun", "example": "Riots broke out just in front of our apartment building, and the tumult continued late into the night."}], "collusion": [{"meaning": "agreement on a secret plot", "meaning_bg": "", "type": "noun", "example": "Many have argued that Lee Harvey Oswald, JFK's assassin, was in collusion with other criminals; others maintain that Oswald was a lone gunman."}], "martial": [{"meaning": "suggesting war or military life", "meaning_bg": "", "type": "adjective", "example": "Americans tend to remember Abraham Lincoln as kindly and wise, not at all martial, despite the fact that he was involved in the fiercest war America has even fought."}], "affluent": [{"meaning": "wealthy", "meaning_bg": "", "type": "adjective", "example": "The center of the city had sadly become a pit of penury, while, only five miles away, multi-million dollar homes spoke of affluence."}], "morose": [{"meaning": "ill-tempered and not inclined to talk; gloomy", "meaning_bg": "", "type": "adjective", "example": "After Stanley found out he was no longer able to go on vacation with his friends, he sat in his room morosely."}], "inkling": [{"meaning": "a slight suggestion or vague understanding", "meaning_bg": "", "type": "noun", "example": "Lynne speaks four Romance languages, but she doesn't have an inkling about how East Asian languages are structured."}], "obliging": [{"meaning": "showing a cheerful willingness to do favors for others", "meaning_bg": "", "type": "adjective", "example": "Even after all his success, I found him to be accommodating and obliging, sharing with me his \"secret tips\" on how to gain wealth and make friends."}], "tender": [{"meaning": "offer up something formally", "meaning_bg": "", "type": "verb", "example": "The government was loath to tender more money in the fear that it might set off inflation. This word has other definitions but this is the most important one for the GRE"}], "urbane": [{"meaning": "showing a high degree of refinement and the assurance that comes from wide social", "meaning_bg": "", "type": "adjective", "example": "experience Because of his service as an intelligence officer and his refined tastes, W. Somerset Maugham became the inspiration for the urbane and sophistcate spy James Bond."}], "steadfast": [{"meaning": "marked by firm determination or resolution; not shakable", "meaning_bg": "", "type": "adjective", "example": "A good captain needs to be steadfast, continuing to hold the wheel and stay the course even during the most violent storm."}], "muted": [{"meaning": "softened, subdued", "meaning_bg": "", "type": "adjective", "example": "Helen preferred muted earth colors, such as green and brown, to the bright pinks and red her sister liked. This word has other definitions but this is the most important one for the GRE"}], "irk": [{"meaning": "irritate or vex", "meaning_bg": "", "type": "verb", "example": "My little sister has a way of irking and annoying me like no other person."}], "impending": [{"meaning": "close in time; about to occur", "meaning_bg": "", "type": "adjective", "example": "The impending doom of our world has been a discussed and debated for 2000 years--maybe even longer."}], "unconscionable": [{"meaning": "unreasonable; unscrupulous; excessive", "meaning_bg": "", "type": "adjective", "example": "The lawyer's demands were so unconscionable that rather than pay an exorbitant sum or submit himself to any other inconveniences, the defendant decided to find a new lawyer."}], "lethargic": [{"meaning": "lacking energy", "meaning_bg": "", "type": "adjective", "example": "Nothing can make a person more lethargic than a big turkey dinner."}], "screed": [{"meaning": "an abusive rant (often tedious)", "meaning_bg": "", "type": "noun", "example": "Joey had difficulty hanging out with his former best friend Perry, who, during his entire cup of coffee, enumerated all of the government's deficiencies--only to break ranks and launch into some screed against big business."}], "checkered": [{"meaning": "one that is marked by disreputable happenings", "meaning_bg": "", "type": "adjective", "example": "One by one, the presidential candidates dropped out of the race, their respective checkered pasts-- from embezzlement to infidelity--sabotaging their campaigns. This word has other definitions but this is the most important one for the GRE"}], "egotist": [{"meaning": "a conceited and self-centered person", "meaning_bg": "", "type": "noun", "example": "An egotist, Natasha had few friends because of her inability to talk about anything except her dream of becoming the next American Idol."}], "complementary": [{"meaning": "enhancing each other's qualities (for two things or more).", "meaning_bg": "", "type": "adjective", "example": "The head waiter was careful to tell the amateur diners that red wine was complementary with beef, each bringing out subtle taste notes in the other."}], "industrious": [{"meaning": "characterized by hard work and perseverance", "meaning_bg": "", "type": "adjective", "example": "Pete was an industrious student, completing every assignment thoroughly and on time."}], "inundate": [{"meaning": "to flood or overwhelm", "meaning_bg": "", "type": "verb", "example": "The newsroom was inundated with false reports that only made it more difficult for the newscasters to provide an objective account of the bank robbery."}], "diligent": [{"meaning": "characterized by care and perseverance in carrying out tasks", "meaning_bg": "", "type": "adjective", "example": "Michael was a diligent gardener, never leaving a leaf on the ground and regularly watering each plant."}], "incense": [{"meaning": "make furious", "meaning_bg": "", "type": "verb", "example": "When Herb bought football tickets for a game on the day of their wedding anniversary, Jill was incensed. This word has other definitions but this is the most important one for the GRE"}], "ascendancy": [{"meaning": "the state that exists when one person or group has power over another", "meaning_bg": "", "type": "noun", "example": "The ascendancy of the Carlsbad water polo team is clear--they have a decade of championships behind them."}], "tout": [{"meaning": "advertize in strongly positive terms; show off", "meaning_bg": "", "type": "verb", "example": "At the conference, the CEO touted the extraordinary success of his company's Research & Development division."}], "variance": [{"meaning": "the quality of varying", "meaning_bg": "", "type": "noun", "example": "The cynic quipped, \"There is not much variance in politicians; they all seem to prevaricate\"."}], "dispatch": [{"meaning": "the property of being prompt and efficient", "meaning_bg": "", "type": "noun", "example": "She finished her thesis with dispatch, amazing her advisors who couldn't believe she hadn't written 60 scholarly pages so quickly. This word has other definitions but this is the most important one for the GRE"}, {"meaning": "dispose of rapidly and without delay and efficiently", "meaning_bg": "", "type": "verb", "example": "As soon as the angry peasants stormed the castle, they caught the king and swiftly dispatched him. This word has other definitions but this is the most important one for the GRE"}], "incessant": [{"meaning": "uninterrupted in time and indefinitely long continuing", "meaning_bg": "", "type": "adjective", "example": "I don't mind small children in brief doses, but I think the incessant exposure that their parents have to them would quickly wear me down."}], "indict": [{"meaning": "to formally charge or accuse of wrong-doing", "meaning_bg": "", "type": "verb", "example": "The bankrobber was indicted on several major charges, including possession of a firearm."}], "quip": [{"meaning": "a witty saying or remark", "meaning_bg": "", "type": "noun", "example": "In one of the most famous quips about classical music, Mark Twain said: \"Wagner's music is better than it sounds.\""}], "antedated": [{"meaning": "precede in time", "meaning_bg": "", "type": "verb", "example": "Harry was so unknowledgable that he was unaware the Egyptian pharaohs antedated the American Revolution."}], "detrimental": [{"meaning": "(sometimes followed by \"to\") causing harm or injury", "meaning_bg": "", "type": "adjective", "example": "Many know that smoking is detrimental to your health, but processed sugar in large quantities is equally bad."}], "veneer": [{"meaning": "covering consisting of a thin superficial layer that hides the underlying substance", "meaning_bg": "", "type": "noun", "example": "Mark Twain referred to the Victorian Period in America as the \"Gilded Age\", implying the ample moral corruption that lay beneath a mere veneer of respectability."}], "champion": [{"meaning": "protect or fight for as a champion", "meaning_bg": "", "type": "verb", "example": "Martin Luther King Jr. championed civil rights fiercely throughout his short life. This word has other definitions but this is the most important one for the GRE"}], "exasperate": [{"meaning": "to irritate intensely", "meaning_bg": "", "type": "verb", "example": "As a child, I exasperated my mother with strings of never-ending questions."}], "hodgepodge": [{"meaning": "a confusing mixture or jumble", "meaning_bg": "", "type": "noun", "example": "Those in attendance represented a hodgepodge of the city's denizens: chimney sweepers could be seen sitting elbow to elbow with stockbrokers."}], "censor": [{"meaning": "to examine and remove objectionable material", "meaning_bg": "", "type": "verb", "example": "Every fall, high school English teachers are inundated by requests to censor their curriculum by removing The Catcher in the Rye and Scarlet Letter from their reading lists."}], "deter": [{"meaning": "turn away from by persuasion", "meaning_bg": "", "type": "verb", "example": "His mother tried to deter him from joing the army, but he was too intoxicated with the idea of war to listen."}, {"meaning": "try to prevent; show opposition to", "meaning_bg": "", "type": "verb", "example": "The government's primary job should invlove deterring paths to war, not finding ways to start them."}], "tirade": [{"meaning": "an angry speech", "meaning_bg": "", "type": "noun", "example": "In terms of political change, a tirade oftentimes does little more than make the person speaking red in the face."}], "altruism": [{"meaning": "the quality of unselfish concern for the welfare of others", "meaning_bg": "", "type": "noun", "example": "Albert Schweitzer spent most of his life doing missionary work as a doctor in Africa, seeking no reward, apparently motivated only by altruism."}], "banish": [{"meaning": "expel from a community, residence, or location; drive away", "meaning_bg": "", "type": "verb", "example": "The most difficult part of the fast was banishing thoughts of food. This word has other definitions but this is the most important one for the GRE"}], "inclement": [{"meaning": "(of weather) unpleasant, stormy", "meaning_bg": "", "type": "adjective", "example": "After a week of inclement weather, we finally are able to go outside and enjoy the sun."}, {"meaning": "used of persons or behavior; showing no mercy", "meaning_bg": "", "type": "adjective", "example": "Marcus Aurelius, though a fair man, was inclement to Christians during his reign, persecuting them violently."}], "chauvinist": [{"meaning": "a person who believes in the superiority of their group", "meaning_bg": "", "type": "noun", "example": "The chauvinist lives on both sides of the political spectrum, outright shunning anybody whose ideas are not consistent with his own."}], "guffaw": [{"meaning": "laugh boisterously", "meaning_bg": "", "type": "verb", "example": "Whenever the jester fell to the ground in mock pain, the king guffawed, exposing his yellow, fang-like teeth."}], "apprehension": [{"meaning": "fearful expectation", "meaning_bg": "", "type": "noun", "example": "Test day can be one of pure apprehension, as many students worry about their test scores."}], "aphoristic": [{"meaning": "something that is a concise and instructive of a general truth or principle", "meaning_bg": "", "type": "adjective", "example": "Sometimes I can't stand Nathan because he tries to impress everyone by being aphoristic, but he just states the obvious."}], "elaborate": [{"meaning": "marked by complexity and richness of detail", "meaning_bg": "", "type": "adjective", "example": "Thomas, on returning from Morocco, replaced his dirty gray carpet with an elaborate one he'd brought back with him."}, {"meaning": "explain in more detail", "meaning_bg": "", "type": "verb", "example": "Most high school physics teachers find themselves elaborating the same point over and over again, since many concepts confuse students."}], "uncompromising": [{"meaning": "not making concessions", "meaning_bg": "", "type": "adjective", "example": "The relationship between Bart and Hilda ultimately failed because they were both so uncompromising, never wanting to change their opinions."}], "perpetuate": [{"meaning": "cause to continue", "meaning_bg": "", "type": "verb", "example": "If you do not let him do things for himself, you are merely perpetuating bad habits that will be even harder to break in the future."}], "misanthrope": [{"meaning": "a hater of mankind", "meaning_bg": "", "type": "noun", "example": "Hamilton had been deceived so many times in his life that he hid behind the gruff exterior of a misanthrope, lambasting perfect strangers for no apparent reason."}], "credence": [{"meaning": "belief in something", "meaning_bg": "", "type": "noun", "example": "He placed no credence in psychics, claiming that they offered no special powers beyond the ability to make people part with their money."}], "jargon": [{"meaning": "a characteristic language of a particular group", "meaning_bg": "", "type": "noun", "example": "To those with little training in medicine, the jargon of doctors can be very difficult to understand."}], "virago": [{"meaning": "an ill-tempered or violent woman", "meaning_bg": "", "type": "noun", "example": "Poor Billy was the victim of the virago's invective--she railed at him for a good 30-minutes about how he is the scum of the earth for speaking loudly on his cellphone in public."}], "benign": [{"meaning": "kind", "meaning_bg": "", "type": "adjective", "example": "I remember my grandfather's face was wrinkled, benign, and calm."}, {"meaning": "(medicine) not dangerous to health; not recurrent or progressive", "meaning_bg": "", "type": "adjective", "example": "The tumor located in your ear lobe seems to be benign and should not cause you any trouble."}], "incumbent": [{"meaning": "necessary (for someone) as a duty or responsibility", "meaning_bg": "", "type": "adjective", "example": "Middle managers at times make important decisions, but real responsibility for the financial well-being of the corporation is ultimately incumbent on the CEO."}], "misogynist": [{"meaning": "a person who dislikes women in particular", "meaning_bg": "", "type": "noun", "example": "Many have accused Hemingway of being a quiet misogynist, but recently unearthed letters argue against this belief."}], "autonomously": [{"meaning": "In an autonomous or self-governing manner.", "meaning_bg": "", "type": "adverb", "example": "Many of the factory workers are worried about being replaced by machines and computers that will work completely autonomously."}], "derogative": [{"meaning": "expressed as worthless or in negative terms", "meaning_bg": "", "type": "adjective", "example": "Never before have we seen a debate between two political candidates that was so derogative and filthy."}], "eccentric": [{"meaning": "highly unconventional or usual (usually describes a person)", "meaning_bg": "", "type": "adjective", "example": "Mozart was well-known for his eccentricities, often speaking words backward to confuse those around him."}], "powwow": [{"meaning": "an informal meeting or discussion", "meaning_bg": "", "type": "noun", "example": "Before the team takes the field, the coach always calls for a powwow so that he can make sure all the players are mentally in the right place."}], "moment": [{"meaning": "significant and important value", "meaning_bg": "", "type": "noun", "example": "Despite the initial hullabaloo, the play was of no great moment in Hampton's writing career, and within a few years the public quickly forgot his foray into theater arts. This word has other definitions but this is the most important one for the GRE"}], "impede": [{"meaning": "be a hindrance or obstacle to", "meaning_bg": "", "type": "verb", "example": "Since the police sergeant had to train the pair of new hires, progress in his own case was impeded."}], "appreciable": [{"meaning": "large enough to be noticed (usu. refers to an amount)", "meaning_bg": "", "type": "adjective", "example": "There is an appreciable difference between those who say they can get the job done and those who actually get the job done."}], "imponderable": [{"meaning": "impossible to estimate or figure out", "meaning_bg": "", "type": "adjective", "example": "According to many lawmakers, the huge variety of factors affecting society make devising an efficient healthcare system an imponderable task."}], "robust": [{"meaning": "sturdy and strong in form, constitution, or construction", "meaning_bg": "", "type": "adjective", "example": "Chris preferred bland and mild beers, but Bhavin preferred a beer with more robust flavor."}], "laborious": [{"meaning": "characterized by effort to the point of exhaustion; especially physical effort", "meaning_bg": "", "type": "adjective", "example": "The most laborious job I've had was working 20 hours a day as a fisherman in King Salmon, Alaska."}], "perquisite": [{"meaning": "a right reserved exclusively by a particular person or group (especially a hereditary or", "meaning_bg": "", "type": "noun", "example": "official right) Even as the dishwasher at the French restaurant, Josh quickly learned that he had the perquisite of being able to eat terrific food for half the price diners would pay."}], "perennial": [{"meaning": "lasting an indefinitely long time; eternal; everlasting", "meaning_bg": "", "type": "adjective", "example": "Even at the old-timers games, Stan Musial would get the loudest cheer: he was a perennial favorite of the fans there. This word has other definitions but this is the most important one for the GRE"}], "intermittent": [{"meaning": "stopping and starting at irregular intervals", "meaning_bg": "", "type": "adjective", "example": "The intermittent thunder continued and the night was punctuated by cracks of lightning--a surreal sleepless night."}], "demean": [{"meaning": "to insult; to cause someone to lose dignity or respect", "meaning_bg": "", "type": "verb", "example": "At first the soccer players bantered back and forth, but as soon as one of the players became demeaning, calling the other's mother a water buffalo, the ref whipped out a red card."}], "savvy": [{"meaning": "a perceptive understanding", "meaning_bg": "", "type": "noun", "example": "Although a great CEO, he did not have the political savvy to win the election."}, {"meaning": "get the meaning of something", "meaning_bg": "", "type": "verb", "example": "The student savvies the meaning of astrophysics with little effort."}, {"meaning": "well-informed or perceptive", "meaning_bg": "", "type": "adjective", "example": "With his savvy business partner, the company was able to turn a profit within a year."}], "vindictive": [{"meaning": "to have a very strong desire for revenge", "meaning_bg": "", "type": "adjective", "example": "Though the other girl had only lightly poked fun of Vanessa's choice in attire, Vanessa was so vindictive that she waited for an entire semester to get the perfect revenge."}], "evenhanded": [{"meaning": "without partiality", "meaning_bg": "", "type": "adjective", "example": "Teachers often have trouble being evenhanded to all of their varied students."}], "discord": [{"meaning": "lack of agreement or harmony", "meaning_bg": "", "type": "noun", "example": "Despite all their talented players, the team was filled with discord--some players refused to talk to others--and lost most of their games."}], "humdrum": [{"meaning": "dull and lacking excitement", "meaning_bg": "", "type": "adjective", "example": "Having grown up in a humdrum suburb, Jacob relished life in New York City after moving."}], "compound": [{"meaning": "make more intense, stronger, or more marked", "meaning_bg": "", "type": "verb", "example": "Her headache was compounded by the construction crew outside, which had six jackhammers going at the same time. This word has other definitions but this is the most important one for the GRE"}], "convivial": [{"meaning": "describing a lively atmosphere", "meaning_bg": "", "type": "adjective", "example": "The wedding reception was convivial; friends who hadn't seen each other for ages drank and ate together before heading to the dance floor."}], "presumption": [{"meaning": "an assumption that is taken for granted", "meaning_bg": "", "type": "noun", "example": "When Mr. Baker found out the family car was gone, he acted under the presumption that his rebellious son had taken the car, calling his son's phone and yelling at him; only later did Mr. Baker realize that Mrs. Baker had simply gone out to get her nails d"}, {"meaning": "audacious (even arrogant) behavior that you have no right to", "meaning_bg": "", "type": "noun", "example": "The new neighbor quickly gained a reptuation for her presumption; she had invited herself to several of the neighbors homes, often stopping over at inopportune times and asking for a drink."}], "vie": [{"meaning": "compete for something", "meaning_bg": "", "type": "verb", "example": "While the other teams in the division actively vie for the championship, this team seems content simply to go through the motions of playing."}], "unprecedented": [{"meaning": "having never been done or known before; novel", "meaning_bg": "", "type": "adjective", "example": "When America first created its national parks, the idea of setting aside the most beautiful land in a country was unprecedented in the history of mankind."}], "boon": [{"meaning": "a desirable state", "meaning_bg": "", "type": "noun", "example": "Modern technology has been a boon to the travel industry."}, {"meaning": "very close and convivial", "meaning_bg": "", "type": "adjective", "example": "He was a boon companion to many, and will be sadly missed."}], "advocate": [{"meaning": "speak, plead, or argue in favor of", "meaning_bg": "", "type": "verb", "example": "While the senator privately approved of gay marriage, he was unwilling to advocate for the cause in a public venue. This word has other definitions but this is the most important one for the GRE"}, {"meaning": "a person who pleads for a cause or propounds an idea", "meaning_bg": "", "type": "noun", "example": "Martin Luther King Jr. was a tireless advocate for the rights of African-Americans in the United States.Â This word has other definitions but this is the most important one for the GRE"}], "discreet": [{"meaning": "careful to protect one's speech or actions in order to avoid offense or gain an", "meaning_bg": "", "type": "adjective", "example": "advantage The professor thought that he was discreet, subtly wiping the stain off of his shirt, but as soon as he stepped off the podium a member of the audience pointed out the large ketchup stain."}], "clemency": [{"meaning": "leniency and compassion shown toward offenders by a person or agency charged with", "meaning_bg": "", "type": "noun", "example": "administering justice In the final moments of the trial, during his closing speech, Phillips was nearly begging the judge for clemency."}], "amply": [{"meaning": "more than is adequate", "meaning_bg": "", "type": "adverb", "example": "The boat was amply supplied for its year at sea--no man would go hungry or thirst."}], "implicate": [{"meaning": "convey a meaning; imply", "meaning_bg": "", "type": "verb", "example": "By saying that some of the guests were uncomfortable, the manager implicated to the hotel staff that it needed to be more dilligent."}, {"meaning": "to indicate in wrongdoing, usually a crime", "meaning_bg": "", "type": "verb", "example": "The crime boss was implicated for a long list of crimes, ranging from murder to disturbing the peace."}], "proponent": [{"meaning": "a person who pleads for a cause or propounds an idea", "meaning_bg": "", "type": "noun", "example": "Ironically, the leading proponent of Flat-Earth Theory flies all over the world in an effort to win more adherents."}], "pithy": [{"meaning": "concise and full of meaning", "meaning_bg": "", "type": "adjective", "example": "I enjoy reading the Daodejing for its pithy and insightful prose; it always gives me something to think about."}], "pertinent": [{"meaning": "having precise or logical relevance to the matter at hand", "meaning_bg": "", "type": "adjective", "example": "While the salaries of the players might draw attention in the media, such monetary figures are not pertinent to the question of who plays the best on the field."}], "candidness": [{"meaning": "the quality of being honest and straightforward in attitude and speech", "meaning_bg": "", "type": "noun", "example": "Although I was unhappy that the relationship ended, I appreciated her candidness about why she was ready to move on from the relationship."}], "raffish": [{"meaning": "marked by a carefree unconventionality or disreputableness", "meaning_bg": "", "type": "adjective", "example": "The men found him raffish, but the women adored his smart clothes and casual attitude."}], "entice": [{"meaning": "get someone to do something through (often false or exaggerated) promises", "meaning_bg": "", "type": "verb", "example": "Harold enticed his wife, Maude, to go on a vacation to Hawaii, with promises of luaus on the beach and all-you-can-eat seafood buffets."}], "squander": [{"meaning": "spend thoughtlessly; waste time, money, or an opportunity", "meaning_bg": "", "type": "verb", "example": "Fearing his money would be squandered by his family, he gave all of it to charity when he died."}], "macabre": [{"meaning": "suggesting the horror of death and decay; gruesome", "meaning_bg": "", "type": "adjective", "example": "Edgar Allen Poe was considered the master of the macabre; his stories vividly describe the moment leading up to--and often those moments after--a grisly death."}], "maxim": [{"meaning": "a short saying expressing a general truth", "meaning_bg": "", "type": "noun", "example": "Johnson initially suggests that the secret to business can be summarized in a single maxim but then requires a 300-page book to explain exactly what he means."}], "corroborate": [{"meaning": "to confirm or lend support to (usually an idea or claim)", "meaning_bg": "", "type": "verb", "example": "Her claim that frog populations were falling precipitously in Central America was corroborated by locals, who reported that many species of frogs had seemingly vanished overnight."}], "rile": [{"meaning": "cause annoyance in; disturb, especially by minor irritations", "meaning_bg": "", "type": "verb", "example": "Dan is usually calm and balanced, but it takes only one intense glare from Sabrina to rile him."}], "redress": [{"meaning": "an act of making something right", "meaning_bg": "", "type": "noun", "example": "Barry forgot his wife's birthday two years in a row, and was only able to redress his oversight by surprising his wife with a trip to Tahiti. This word has other definitions but this is the most important one for the GRE"}], "vicarious": [{"meaning": "felt or undergone as if one were taking part in the experience or feelings of", "meaning_bg": "", "type": "adjective", "example": "another The advent of twitter is a celebrity stalker's dream, as he or she can--through hundreds of intimate \"tweets\"--vicariously live the life of a famous person."}], "flush": [{"meaning": "to be in abundance", "meaning_bg": "", "type": "adjective", "example": "The exam's passage is flush with difficult words, words that you may have learned only yesterday."}], "pugnacious": [{"meaning": "eager to fight or argue; verbally combative", "meaning_bg": "", "type": "adjective", "example": "The comedian told one flat joke after another, and when the audience started booing, he pugnaciously back at them, \"Hey, you think this is easy -- why don\"t you buffoons give it a shot?\""}], "leery": [{"meaning": "openly distrustful and unwilling to confide", "meaning_bg": "", "type": "adjective", "example": "Without checking his references and talking to previous employers, I am leery of hiring the candidate."}], "derisive": [{"meaning": "abusing vocally; expressing contempt or ridicule", "meaning_bg": "", "type": "adjective", "example": "I was surprised by her derisive tone; usually, she is sweet, soft spoken, and congenial."}], "dilapidated": [{"meaning": "in terrible condition", "meaning_bg": "", "type": "adjective", "example": "The main house has been restored but the gazebo is still dilapidated and unuseable."}], "flounder": [{"meaning": "behave awkwardly; have difficulties", "meaning_bg": "", "type": "verb", "example": "Sylvia has excelled at advanced calculus, but ironically, when she has deal with taxes, she flounders."}], "disheartened": [{"meaning": "made less hopeful or enthusiastic", "meaning_bg": "", "type": "adjective", "example": "After the visiting team scored nine times, the home team's fans were disheartened, some leaving the game early."}], "moot": [{"meaning": "open to argument or debate; undecidable in a meaningless or irrelevant way", "meaning_bg": "", "type": "adjective", "example": "Since the Board just terminated Steve as the CEO, what the finance committe might have thought of his proposed marketing plan for next year is now a moot point. This word has other definitions but this is the most important one for the GRE"}], "taxing": [{"meaning": "use to the limit; exhaust", "meaning_bg": "", "type": "adjective", "example": "The hike to the summit of Mt. Whitney was so taxing that I could barely speak or stand up. This word has other definitions but this is the most important one for the GRE"}], "cadaverous": [{"meaning": "emaciated; gaunt", "meaning_bg": "", "type": "adjective", "example": "Some actors take challenging roles in which they have to lose so much weight that they appear cadaverous."}], "stem": [{"meaning": "to hold back or limit the flow or growth of something", "meaning_bg": "", "type": "verb", "example": "To stem the tide of applications, the prestigious Ivy requires that each applicant score at least 330 on the Revised GRE. This word has other definitions but this is the most important one for the GRE"}], "voracious": [{"meaning": "very hungry; approaching an activity with gusto", "meaning_bg": "", "type": "adjective", "example": "Steven was a voracious reader, sometimes finishing two novels in the same day."}], "respite": [{"meaning": "a pause from doing something (as work)", "meaning_bg": "", "type": "noun", "example": "Every afternoon, the small company has a respite in which workers play foosball or board games."}], "constraint": [{"meaning": "something that limits or restricts", "meaning_bg": "", "type": "noun", "example": "He found pop music a constraint on his ability to learn and preferred to listen to classical musical while studying."}], "smattering": [{"meaning": "a slight or superficial understanding of a subject; a small amount of something", "meaning_bg": "", "type": "noun", "example": "I know only a smattering of German, but Helen is able to read German newspapers and converse with natives."}], "diabolical": [{"meaning": "to be extremely wicked like the devil", "meaning_bg": "", "type": "adjective", "example": "The conspirators, willing to dispatch anyone who stood in their way, hatched a diabolical plan to take over the city."}], "provisional": [{"meaning": "under terms not final or fully worked out or agreed upon", "meaning_bg": "", "type": "adjective", "example": "Until the corporate office hands down a definitive decision on use of the extra offices, we will share their use in a provisional arrangement."}], "decimation": [{"meaning": "destroying or killing a large part of the population", "meaning_bg": "", "type": "noun", "example": "The decimation after atomic bombs were dropped on Hiroshima and Nagasaki is incomprehensible."}], "exhort": [{"meaning": "to strongly urge on; encourage", "meaning_bg": "", "type": "verb", "example": "Nelson's parents exhorted him to study medicine, urging him to choose a respectable profession; intransigent, Nelson left home to become a graffiti artist."}], "brusquely": [{"meaning": "in a blunt, direct manner", "meaning_bg": "", "type": "adverb", "example": "Not one for social pleasantries, the Chief of Staff would brusquely ask his subordinates anything he wanted, even coffee."}], "empathetic": [{"meaning": "showing understanding and ready comprehension of other peoples' states and", "meaning_bg": "", "type": "adjective", "example": "emotions Most discrimination and hatred is based on a lack of empathetic awareness of people that have the same aspitations and fears."}], "inadvertent": [{"meaning": "happening by chance or unexpectedly or unintentionally", "meaning_bg": "", "type": "adjective", "example": "Although Prohibition was rooted in noble ideals, the inadvertent and costly consequences of making alcohol illegal in the U.S. led its the repeal."}], "glean": [{"meaning": "collect information bit by bit", "meaning_bg": "", "type": "verb", "example": "Herb has given us no formal statement about his background, but from various hints, I have gleaned that he grew up in difficult circumstances."}], "start": [{"meaning": "to suddenly move in a particular direction", "meaning_bg": "", "type": "verb", "example": "All alone in the mansion, Henrietta started when she heard a sound. This word has other definitions but this is the most important one for the GRE"}], "futile": [{"meaning": "producing no result or effect; unproductive of success", "meaning_bg": "", "type": "adjective", "example": "I thought I could repair the car myself, but after two days of work with no success, I have to admit that my efforts were futile."}], "scintillating": [{"meaning": "describes someone who is brilliant and lively", "meaning_bg": "", "type": "adjective", "example": "Richard Feynman was renowned for his scintillating lectures--the arcana of quantum physics was made lucid as he wrote animatedly on the chalkboard."}], "wax": [{"meaning": "to gradually increase in size or intensity", "meaning_bg": "", "type": "verb", "example": "Her enthusiasm for the diva's new album only waxed with each song; by the end of the album, it was her favorite CD yet. This word has other definitions but this is the most important one for the GRE"}], "errant": [{"meaning": "to be wandering; not sticking to a circumscribed path", "meaning_bg": "", "type": "adjective", "example": "Unlike his peers, who spent their hours studying in the library, Matthew preferred errant walks through the university campus."}], "glib": [{"meaning": "(of a person) speaking with ease but without sincerity", "meaning_bg": "", "type": "adjective", "example": "I have found that the more glib the salesman, the worse the product."}], "cosmopolitan": [{"meaning": "comprising many cultures; global in reach and outlook", "meaning_bg": "", "type": "adjective", "example": "There are few cities in the world as diverse and cosmopolitan as New York."}], "abysmal": [{"meaning": "extremely bad", "meaning_bg": "", "type": "adjective", "example": "Coach Ramsey took his newest player off the field after watching a few painful minutes of her abysmal performance."}], "becoming": [{"meaning": "appropriate, and matches nicely", "meaning_bg": "", "type": "adjective", "example": "Her dress was becoming and made her look even more beautiful. This word has other definitions but this is the most important one for the GRE"}], "archaic": [{"meaning": "so old as to appear to belong to a different period", "meaning_bg": "", "type": "adjective", "example": "Hoping to sound intelligent, Mary spoke in archaic English that was right out of Jane Austen's Pride and Prejudice--needless to say, she didn't have many friends."}], "catalyst": [{"meaning": "something that speeds up an event", "meaning_bg": "", "type": "noun", "example": "Rosa Park's refusal to give up her bus seat acted as a catalyst for the Civil Rights Movement, setting into motion historic changes for African-Americans."}], "antiquated": [{"meaning": "old-fashioned; belonging to an earlier period in time", "meaning_bg": "", "type": "adjective", "example": "Aunt Betty had antiquated notions about marriage, believing that a man should court a woman for at least a year before receiving a kiss."}], "assail": [{"meaning": "attack in speech or writing", "meaning_bg": "", "type": "verb", "example": "In the weekly paper, the editor assailed the governor for wasting hundreds of thousands of dollars in public projects that quickly failed."}], "melee": [{"meaning": "a wild, confusing fight or struggle", "meaning_bg": "", "type": "noun", "example": "After enduring daily taunts about my name, I became enraged and pummeled the schoolyard bully and his sycophantic friends in a brutal melee."}], "malodorous": [{"meaning": "having an unpleasant smell", "meaning_bg": "", "type": "adjective", "example": "Some thermally active fountains spew sulfur fumes--the air around them is sometimes so malodorous that many have to plug their noses."}], "preemptive": [{"meaning": "done before someone else can do it", "meaning_bg": "", "type": "adjective", "example": "Just as Martha was about to take the only cookie left on the table, Noah preemptively swiped it."}], "profusion": [{"meaning": "the property of being extremely abundant", "meaning_bg": "", "type": "noun", "example": "When Maria reported that she had been visited by Jesus Christ and had proof, a profusion of reporters and journalists descended on the town."}], "genial": [{"meaning": "agreeable, conducive to comfort", "meaning_bg": "", "type": "adjective", "example": "Betty is a genial young woman: everyone she meets is put at ease by her elegance and grace."}], "conundrum": [{"meaning": "a difficult problem", "meaning_bg": "", "type": "noun", "example": "Computers have helped solve some of the mathematical conundrums which have puzzled man for many centuries."}], "unnerve": [{"meaning": "to make nervous or upset", "meaning_bg": "", "type": "verb", "example": "At one time unnerved by math problems, she began avidly \"Magoosh-ing\", and soon became adept at even combinations and permutations questions."}], "dearth": [{"meaning": "a lack or shortage", "meaning_bg": "", "type": "noun", "example": "I am surprised by the dearth of fast food chains; this is America and I assumed they were on every street."}], "hound": [{"meaning": "to pursue relentlessly", "meaning_bg": "", "type": "verb", "example": "An implacable foe of corruption, Eliot Ness hounded out graft in all forms--he even helped nab Al Capone. This word has other definitions but this is the most important one for the GRE"}], "prevail": [{"meaning": "be widespread in a particular area at a particular time; be current:", "meaning_bg": "", "type": "verb", "example": "During the labor negotiations, an air of hostility prevailed in the office."}, {"meaning": "prove superior", "meaning_bg": "", "type": "verb", "example": "Before the cricket match, Australia was heavily favored, but India prevailed."}], "check": [{"meaning": "to limit (usually modifying the growth of something)", "meaning_bg": "", "type": "verb", "example": "Deserted for six months, the property began to look more like a jungle and less like a residence--weeds grew unchecked in the front yard This word has other definitions but this is the most important one for the GRE"}, {"meaning": "the condition of being held back or limited", "meaning_bg": "", "type": "noun", "example": "When government abuses are not kept in check, that government is likely to become autocratic. This word has other definitions but this is the most important one for the GRE"}], "discriminate": [{"meaning": "recognize or perceive the difference", "meaning_bg": "", "type": "verb", "example": "Sarah couldn't discriminate between a good wine and a bad wine, so she avoided wine tastings. This word has other definitions but this is the most important one for the GRE"}], "retiring": [{"meaning": "to be shy, and to be inclined to retract from company", "meaning_bg": "", "type": "adjective", "example": "Nelson was always the first to leave soirees--rather than mill about with \"fashionable\" folk, he was retiring, and preferred the solitude of his garret."}], "sanguine": [{"meaning": "cheerful; optimistic", "meaning_bg": "", "type": "adjective", "example": "With the prospect of having to learn 3,000 words during the course of the summer, Paul was anything but sanguine."}], "junta": [{"meaning": "an aggressive takeover by a group (usually military)", "meaning_bg": "", "type": "noun", "example": "As dangerous of a threat as North Korea is, some analysts believe that were a junta suddenly to gain power, it could be even more unpredictable and bellicose than the current leadership"}], "desecrate": [{"meaning": "to willfully violate or destroy a sacred place", "meaning_bg": "", "type": "verb", "example": "After desecrating the pharaoh's tomb, the archaeologist soon fell victim to a horrible illness."}], "evasive": [{"meaning": "avoiding or escaping from difficulty or danger or commitment", "meaning_bg": "", "type": "adjective", "example": "His responses were clearly evasive; he obviously did not want to take on any responsibility or any new work."}, {"meaning": "deliberately vague or ambiguous", "meaning_bg": "", "type": "adjective", "example": "Every time I call the bank, I receive the same evasive answers about our mortgage and never get a clear response."}], "retract": [{"meaning": "pull inward or towards a center; formally reject or disavow a formerly held belief, usually", "meaning_bg": "", "type": "verb", "example": "under pressure Email is wonderfully efficient, but once something awkward or damaging has been sent, there is no way to retract it."}], "fledgling": [{"meaning": "young and inexperienced; describing any new participant in some activity", "meaning_bg": "", "type": "adjective", "example": "Murray has years of experience in family practice, but he is just a fledgling in surgery."}], "heyday": [{"meaning": "the pinnacle or top of a time period or career", "meaning_bg": "", "type": "noun", "example": "During the heyday of Prohibition, bootlegging had become such a lucrative business that many who had been opposed to the 18th Amendment began to fear it would be repealed."}], "thoroughgoing": [{"meaning": "very thorough; complete", "meaning_bg": "", "type": "adjective", "example": "As a thoroughgoing bibliophile, one who had turned his house into a veritable library, he shocked his friends when he bought a Kindle."}], "besiege": [{"meaning": "harass, as with questions or requests; cause to feel distressed or worried", "meaning_bg": "", "type": "verb", "example": "After discovering a priceless artifact in her backyard, Jane was besieged by phone calls, emails, and reporters all trying to buy, hold or see the rare piece of history."}], "lucid": [{"meaning": "(of language) transparently clear; easily understandable", "meaning_bg": "", "type": "adjective", "example": "Though Walters writes about physics and time travel, his writing is always lucid, so readers with little scientific training can understand difficult concepts."}], "reservation": [{"meaning": "an unstated doubt that prevents you from accepting something wholeheartedly", "meaning_bg": "", "type": "noun", "example": "I was initially excited by the idea of a trip to Washington, D.C. but now that I have read about the high crime statistics there, I have some reservations. This word has other definitions but this is the most important one for the GRE"}], "animosity": [{"meaning": "intense hostility", "meaning_bg": "", "type": "noun", "example": "The governor's animosity toward his rival was only inflamed when the latter spread false lies regarding the governor's first term."}], "insipid": [{"meaning": "dull and uninteresting", "meaning_bg": "", "type": "adjective", "example": "The movie director was known for hiring beautiful actors in order to deflect attention away from the insipid scripts he would typically use."}], "quandary": [{"meaning": "state of uncertainty or perplexity especially as requiring a choice between equally", "meaning_bg": "", "type": "noun", "example": "unfavorable options Steve certainly is in a quandary: if he doesn't call Elaine, she will blame him for everything, but if he does call her, the evidence of where he currently is could cost him his job."}], "presumptuous": [{"meaning": "excessively forward", "meaning_bg": "", "type": "adjective", "example": "Many felt that Barney was presumptuous in moving into the large office before the management even made any official announcement of his promotion."}], "summit": [{"meaning": "the peak or highest point", "meaning_bg": "", "type": "noun", "example": "After hiking for two days, the climbers finally reached the summit of Mount Kilimanjaro."}, {"meaning": "a meeting of high-level leaders", "meaning_bg": "", "type": "noun", "example": "Since climate change policy has been mired in congressional fighting, this summit should help set the goals for president's next term."}], "meander": [{"meaning": "to wander aimlessly", "meaning_bg": "", "type": "verb", "example": "A casual observer might have thought that Peter was meandering through the city, but that day he was actually seeking out those places where he and his long lost love had once visited."}], "precedent": [{"meaning": "an example that is used to justify similar occurrences at a later time", "meaning_bg": "", "type": "noun", "example": "The principal explained that even though one student had done modelling work outside of school, the outfits that student wore in those photographs in no way established a precedent for what could be worn at school dances."}]}